[{"name":"Dalia Abbate","email":"Dalia.Abbate@simmons-simmons.com","fullAddress":"Milan, Italy","primaryAddress":"Milan, Italy","Linkedin":"https:\/\/www.linkedin.com\/in\/dalia-abbate-593438155\/","phone_numbers":["+39 02 7250 5533"],"fax":[],"practice_areas":["Real estate"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Dalia is an associate in our Corporate & Commercial group in Milan and specialises in M&A, private equity, corporate and commercial matters.\n \nShe has gained experience in both cross-border and domestic M&A transactions, private equity, general corporate law and real estate. She advises Italian and international clients, including private equity funds, listed and private companies in a variety of sectors. \n \nDalia joined us in 2021.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt85f05a07a017537c\/651c263ff658e94135908c1a\/Dalia_Abbate_Web_11zon_(1).jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt85f05a07a017537c\/651c263ff658e94135908c1a\/Dalia_Abbate_Web_11zon_(1).jpg","firm_name":"Simmons Simmon"},{"name":"Andrea Accornero","email":"andrea.accornero@simmons-simmons.com","fullAddress":"Milan, Italy","primaryAddress":"Milan, Italy","Linkedin":"https:\/\/www.linkedin.com\/in\/andrea-accornero-2b4b131\/","phone_numbers":["+39 02 725 051"],"fax":[],"practice_areas":["Private Fund Managers"],"positions":["Partner"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Andrea specialises in private equity and M&A and has extensive experience of corporate and private equity transactions for both Italian and international players.\n \nAndrea is the Italy Country Head and specialises in transactions for both Italian and international funds with a focus on private equity and M&A. He has advised some of the most respected and recognised players on a continuous basis on their acquisitions, disposals, restructurings and refinancings.\n \nAndrea is a member of the Legal Committee of the Italian private equity and venture capital association (AIFI) and of the University of Chicago Alumni Club of Italy.\n \nHe is the author of several legal publications on civil and commercial law and has given speeches at major international conferences and universities.\n \nAndrea joined us in 2008. In 2019, he has been ranked by Forbes among 100 champions across a panel of strategic, legal and tax consulting firms and among 100 top managers of international groups in Italy.\n \nHe also has been named one of the best 50 lawyers in Italy in 2019 in a ranking published by Legalcommunity.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt987e6dae2f03c084\/5fb57cf35fd3fd14750446ac\/Andrea_Accornero_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt987e6dae2f03c084\/5fb57cf35fd3fd14750446ac\/Andrea_Accornero_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Sophia Adams Bhatti","email":"sophia.adamsbhatti@wavelength.law","fullAddress":"Cambridge, United Kingdom","primaryAddress":"Cambridge, United Kingdom","Linkedin":"https:\/\/www.linkedin.com\/in\/sophiaadamsbhatti\/","phone_numbers":["+44 20 7825 5819"],"fax":[],"practice_areas":["Asset Management and Investment Funds","Financial Institutions","Healthcare and Life Sciences","Technology, Media, Telecommunications"],"positions":["Head of Purpose and Impact"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Sophia is a public policy and strategy expert with 20 years’ experience working across a number of sectors including the law, financial services, competition, consumer affairs, health care and immigration and asylum. She is currently the Global Head of Purpose and Impact where she leads the firm’s international purpose programme. Working with colleagues in all of the firm’s international offices, Sophia’s mission is to help Simmons to achieve the goal of becoming purpose-led  and future-focused, and to use its influence and expertise to drive positive impact on people and planet through the firm’s work.\n\nPrior to this role Sophia was Head of Strategy and Policy at Simmons Wavelength, the firm’s legal technology and data science acquisition, where she led on the intersection of law, policy and technology. Focusing heavily on ESG delivery for clients, she worked directly with the C suite in developing ESG strategy alignment. \n\nPreviously, Sophia was the Director of Policy and Regulation at the Law Society of England and Wales where she led on, amongst other things, all domestic law reform programmes, Access to Justice, and the future of legal services. In 2019 she led the ground-breaking Commission on the use of AI in the justice sector. She is a recognised author and regularly speaks on issues related to the rule of law, technology and AI, regulation, sustainability and policy. She is an independent adviser to Lawtech UK, AIFC Legal Tech advisory group, and the Corporation of London Legal Tech Sounding Board, and of a number of advisory groups on related issues.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltfcb115ab02c7437d\/655385ceb1a9e6670ea8fe3c\/Sophia_AdamsBhatti_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltfcb115ab02c7437d\/655385ceb1a9e6670ea8fe3c\/Sophia_AdamsBhatti_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Kayode Adeniran","email":"kayode.adeniran@simmons-simmons.com","fullAddress":"Bristol, United Kingdom","primaryAddress":"Bristol, United Kingdom","Linkedin":"","phone_numbers":["+44 20 7825 3987"],"fax":[],"practice_areas":["Financial Institutions","Asset Management and Investment Funds","Private Fund Managers","Real estate","Real Estate Investment and Development"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Kayode is an associate in the firm's Banking department and works on a wide range of banking transactions. He acts for all market participants including lenders, borrowers, senior, junior and mezzanine debt players providing investment, development and structured finance.\r\n \r\nKayode has completed client secondments with both Investec Bank plc and Goldman Sachs, working in their private capital and repurchase and stock lending transaction teams respectively.\r\n","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltadaccb6e5c7f7f35\/5fbba62897f9f35d942edb87\/Kayode_Adeniran_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltadaccb6e5c7f7f35\/5fbba62897f9f35d942edb87\/Kayode_Adeniran_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Owen Afriye","email":"Owen.Afriye@simmons-simmons.com","fullAddress":"Dubai, United Arab Emirates","primaryAddress":"Dubai, United Arab Emirates","Linkedin":"https:\/\/www.linkedin.com\/in\/owen-afriye-103894127","phone_numbers":["+971 4 709 6628"],"fax":[],"practice_areas":["Technology, Media, Telecommunications","Technology","FinTech"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Owen is an associate in the Digital Business team and is based in the UAE. He advises on technology law related matters including software and IP licensing, technology transactions and complex sourcing projects across the firm’s core sectors.\n \nOwen also advises on data matters, particularly on data compliance projects and transactions that involve the UK\/EU GDPR and emerging Middle East data protection laws. \n \nPrior to joining Simmons & Simmons, Owen practiced at an international law firm in London and supported clients on data, IP and technology matters. He also completed a client secondment at a leading digital marketing agency overseeing a range of commercial and regulatory matters.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt294e9a154deb24ea\/644b7ff91d4d37184e1cefd7\/Owen_Afriye_Web_11zon.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt294e9a154deb24ea\/644b7ff91d4d37184e1cefd7\/Owen_Afriye_Web_11zon.jpg","firm_name":"Simmons Simmon"},{"name":"Yaprak Ağırman","email":"yaprak.agirman@simmons-simmons.com","fullAddress":"Frankfurt, Germany","primaryAddress":"Frankfurt, Germany","Linkedin":"","phone_numbers":["+49 69-90 74 54-26"],"fax":[],"practice_areas":["Asset Management and Investment Funds"],"positions":["Supervising Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Yaprak is a lawyer in our Frankfurt office. She advises national and international clients on the regulatory aspects of banking and finance law. \n\nYaprak has a wide-ranging expertise in the financial services sector with a focus on asset management and investment funds.\n\nHer recent work includes:\n\n- advising national and international credit institutions and financial service providers on complex regulatory aspects\n- advising national and international credit institutions and financial service providers on their cross-border activities\n- advising foreign market participants on prudential licensing issues\n- advising foreign investment managers on fund distribution in Germany\n- advising foreign financial service providers on the operation of branches in Germany\n- advising credit institutions and investment firms in preparation for the market access in Germany \n\nShe studied law at the Martin-Luther-University Halle-Wittenberg and holds an LL.M. degree in “Business & Economic Law“.\n\nYaprak gained several years of experience at a leading audit firm in the Financial Services – Regulatory Management department. She provided numerous consulting services on regulatory requirements before moving to Simmons & Simmons in October 2017.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt06673a92b11bc234\/5f6cbe7d5e85ad4dee191981\/Yaprak_Agirman_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt06673a92b11bc234\/5f6cbe7d5e85ad4dee191981\/Yaprak_Agirman_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Giulia Aglialoro","email":"giulia.aglialoro@simmons-simmons.com","fullAddress":"Milan, Italy","primaryAddress":"Milan, Italy","Linkedin":"https:\/\/www.linkedin.com\/in\/giulia-aglialoro-51a2a5148","phone_numbers":["+39 02 7250 5568"],"fax":[],"practice_areas":["Financial Institutions","Asset Management and Investment Funds"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Giulia is an associate and member of the tax team, which is part of the Milan office financial markets group.\n \nShe advises banking institutions, financial advisors, investment funds, and multinational companies on a wide range of domestic and international tax matters.\n \nHer areas of expertise include taxation of mergers and acquisitions, financial instruments, structured and cross-border financings, acquisition of large tax receivables, and VAT. She regularly assists clients in connection with tax ruling requests and tax refund claims.\n \nGiulia joined us in 2018.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt715abc4c9d4a07b7\/646352c85518ee79f40b9615\/Giulia_Aglialoro_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt715abc4c9d4a07b7\/646352c85518ee79f40b9615\/Giulia_Aglialoro_Web.jpg","firm_name":"Simmons Simmon"},{"name":"James Agnew","email":"james.agnew@simmons-simmons.com","fullAddress":"London, United Kingdom","primaryAddress":"London, United Kingdom","Linkedin":"","phone_numbers":["+44 20 7825 3097"],"fax":[],"practice_areas":["Asset Management and Investment Funds","Biotechnology","Consumer Health","Digital Health","Healthcare Services","Healthcare and Life Sciences","Media","Medical Devices","Pharmaceuticals","Healthcare Regulation","Technology, Media, Telecommunications","Aerospace and Defence","Oil and Gas"],"positions":["Supervising Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"James has worked on a range of contentious and non-contentious intellectual property matters including commercial licensing, collaboration agreements, software protection, patent and settlement proceedings, life sciences regulatory compliance and the intellectual property aspects of corporate transactions and commercial arrangements.\n\nJames has experience in a wide range of industries including life sciences, TMT, energy, finance and defence with a focus on transactions involving intellectual property.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt1e6ea897c7685725\/5fb59c5d5598aa1414b5be47\/James_Agnew_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt1e6ea897c7685725\/5fb59c5d5598aa1414b5be47\/James_Agnew_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Emily Agnoli","email":"emily.agnoli@simmons-simmons.com","fullAddress":"London, United Kingdom","primaryAddress":"London, United Kingdom","Linkedin":"https:\/\/www.linkedin.com\/in\/emily-agnoli-crowsley-3865a029?authType=NAME_SEARCH&authToken=m5UM&locale=en_US&trk=tyah&trkInfo=clickedVertical%3Amynetwork%2CclickedEntityId%3A99989526%2CauthType%3ANAME_SEARCH%2Cidx%3A1-1-1%2CtarId%3A1468580828232%2Ctas%3Aemily%20agnoli","phone_numbers":["+44 20 7825 3167"],"fax":[],"practice_areas":["Financial Institutions","Healthcare and Life Sciences","Asset Management and Investment Funds"],"positions":["Partner"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Emily is a Partner in the Disputes & Investigations team in London, specialising in investigations for corporate crime and contentious regulatory matters. \n\nShe is recognised as a rising star in her field, spending the last decade working on some of the largest and most high-profile corruption investigations including representing Petrofac Limited in its successful resolution of a Serious Fraud Office (SFO) investigation into allegations of bribery and advising Barclays on an SFO investigation regarding two capital raisings during the 2008 financial crisis. Her work this year has spanned clients in energy, pharmaceuticals, financial institutions, technology and engineering, IT services, TMT and securities. She was recognised as one of GIR’s Top 100 Women in Investigations 2021.\n\nHer work advising individuals has ranged from a multi-billion-dollar fraud involving two prominent Saudi families, to representing two individuals facing INTERPOL Red Notices and various individuals interviewed under caution or as witnesses by external agencies and enforcement authorities. She previously advised a former director at a major multi-national financial institution under investigation by HMRC resulting in no charges being brought against the individual following representations made on his behalf. \n\nShe regularly advises and provides training on the application of key financial crime legislation and has particular expertise in bribery and money laundering compliance, contributing to Lexis Nexis Practice Notes covering Corporate Crime and to Practical Law Global on anti-corruption issues. As a founding member of Simmons & Simmons eDiscovery experts committee, Emily has comprehensive experience of using eDiscovery review platforms in large scale investigations and disputes. She has been a speaker at Relativity Fest London and regularly provides training (internally and to clients) in this area.\n\nEmily is recognised as a Rising Star in two categories by Legal 500 (Regulatory Investigations & Corporate Crime (Advice to Corporates) and Fraud: White-Collar Crime (Advice To Individuals)) with clients noting she “*is an outstanding future partner. She is measured but is utterly committed and very tough*” and describing her as having “*an unquenchable work ethic, big intellect, always measured and thoughtful – a future star without question*”. She was named as one of Best Lawyers Ones to Watch for Criminal Practice 2023, a Rising Star in Law (the Lynne Freeman Award) by WeAreTheCity in 2021 and most recently awarded the Women’s White Collar Defense Association Catherine M. O’Neil Mentoring Award 2022. As part of Emily’s commitment to the wider firm, she is Head of the Associates Gender Balance Committee and co-authored the firm’s Race and Ethnicity Allies Booklet.\n\n**Recent experience advising corporate clients includes:**\n- Representing Petrofac Limited in its successful resolution (by way of a plea arrangement) of one of the SFO’s largest and most complex recent investigations.\n- Advising a global pharmaceutical company on a complex, large-scale and sensitive internal investigation into bribery and corruption, regulatory, product liability, employment and other concerns in the Middle East.\n- Advising a multinational information technology services and consulting company in its capacity as a corporate witness in relation to requests by the SFO for evidence in relation to a complex ongoing SFO investigation.  \n\n**Recent experience advising individuals includes:**\n- Representing several senior executives of a leading UK securities firm in SFO interviews in a substantial corporate investigation. \n- Acting for the General Counsel of an asset manager who had been the victim of a significant workplace theft. \n- Representing a former Chairman of a major sports betting and gaming company and subsidiaries which are being investigated by HMRC for various bribery, money laundering and fraud offences.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt686ae4a2db5f6ff4\/5fb58f75697b9713fbbcbb17\/Emily_Agnoli_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt686ae4a2db5f6ff4\/5fb58f75697b9713fbbcbb17\/Emily_Agnoli_Web.jpg","firm_name":"Simmons Simmon"},{"name":"María Ángeles Aguilar","email":"MariaAngeles.Aguilar@simmons-simmons.com","fullAddress":"Madrid, Spain","primaryAddress":"Madrid, Spain","Linkedin":"https:\/\/www.linkedin.com\/in\/m%C2%AA-%C3%A1ngeles-aguilar-b65a51143\/","phone_numbers":["91 426 28 24"],"fax":[],"practice_areas":["Healthcare and Life Sciences","Healthcare Regulation"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Mª Ángeles is an Associate in the Dispute Resolution practice, specifically in the Healthcare & Life Sciences field. Her practice focuses on regulatory issues within the Life Sciences sector. In particular, she advises on the complex regulations applicable to innovative health- related products and services and to their life cycle, and is involved in the administrative and self-regulatory procedures applicable to such products and services.\n \nMª Ángeles obtained a Bachelor's Degree in Law with a Diploma in International Legal Studies at the University Pontificia de Comillas (ICADE) in 2013. In 2013-2015 she enrolled a Master´s Degree for accessing the Legal profession at the same university and was admitted to the Madrid Bar Association in 2015. \n \nPrior to joining Simmons & Simmons, Mª Ángeles worked for a prestigious international law firm and also followed the studies to access the Spanish Civil Service (Cuerpo Superior de Administradores Civiles del Estado).","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltba21e7747155d1ee\/654d145af3c5c1040a6596f9\/Maria_Angeles_Aguilar_Web_11zon.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltba21e7747155d1ee\/654d145af3c5c1040a6596f9\/Maria_Angeles_Aguilar_Web_11zon.jpg","firm_name":"Simmons Simmon"},{"name":"Anita Ahamad","email":"anita.ahamad@simmons-simmons.com","fullAddress":"Singapore, Singapore","primaryAddress":"Singapore, Singapore","Linkedin":"https:\/\/www.linkedin.com\/in\/anita-ahamad-3896a2a2\/","phone_numbers":["+65 6831 5587"],"fax":[],"practice_areas":["Technology, Media, Telecommunications"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Anita is an associate in Singapore’s Corporate and Commercial team. \n\nShe focuses on mergers & acquisitions, joint ventures, venture capital, and corporate governance & compliance. She has extensive experience advising clients on a wide range of legal and business matters, including negotiating and drafting complex transactions, providing strategic guidance on corporate governance, and ensuring compliance with applicable laws and regulations. Her deep understanding of the legal and commercial aspects of mergers & acquisitions and joint ventures, as well as her expertise in transactional venture capital work, make her a valuable resource for businesses looking to scale and succeed. \n\nAnita is admitted to the Singapore Bar. She has professional proficiency in English, Bahasa Melayu and Bahasa Indonesia that allows effective communications with clients in the SEA region. Prior to joining the firm, Anita handled corporate and dispute resolution work in several boutique law firms based in Singapore.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt00e478f710dcf5f8\/641019cb6518b2109bf3ba9c\/Anita_Ahamad_Web_.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt00e478f710dcf5f8\/641019cb6518b2109bf3ba9c\/Anita_Ahamad_Web_.jpg","firm_name":"Simmons Simmon"},{"name":"Taher Ahmed","email":"taher.ahmed@simmons-simmons.com","fullAddress":"Dubai, United Arab Emirates","primaryAddress":"Dubai, United Arab Emirates","Linkedin":"https:\/\/uk.linkedin.com\/in\/taher-ahmed-7b4a0371","phone_numbers":["+971 4 7096 687"],"fax":[],"practice_areas":["Asset Management and Investment Funds","Financial Services Regulation","Financial Institutions"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Taher is an Associate in our Middle East financial markets and financial services regulatory practices. He joined Simmons & Simmons in November 2023. \n \nTaher regularly advises international financial institutions and global asset managers on cross-border financial services regulation, in addition to advising on local regulatory issues within the DIFC, ADGM and “Onshore UAE”.\n \nPrior to joining Simmons & Simmons, Taher worked in London for an international law firm where he specialised in advising buy-side asset managers on the regulatory perimeter relating to funds and investment management in the EU\/UK. Taher started his career at AllianceBernstein - a global asset management firm, as part of a legal team covering the EMEA region.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltcdc64f17bb050ac9\/65f18f9bb2beb0bd19d46cb1\/Taher_Ahmed_Web_11zon.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltcdc64f17bb050ac9\/65f18f9bb2beb0bd19d46cb1\/Taher_Ahmed_Web_11zon.jpg","firm_name":"Simmons Simmon"},{"name":"Shivam Ahuja","email":"shivam.ahuja@simmons-simmons.com","fullAddress":"Singapore, Singapore","primaryAddress":"Singapore, Singapore","Linkedin":"","phone_numbers":["+65 6831 5615"],"fax":[],"practice_areas":["Financial Institutions"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Shivam advises venture capital firms and emerging growth companies on a wide spectrum of corporate and commercial matters. He also advises on fund investments, mergers and acquisitions, and joint ventures. His experience includes working with leading crypto exchanges and crypto projects on fintech regulatory and transactional matters.\r\n \r\nPrior to joining Simmons & Simmons, Shivam initially practiced dispute resolution before specialising in corporate and commercial matters at a leading Singapore firm.\r\n","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt0cf556aaa7c476ed\/6411fc3ae70dd635488d1c14\/Shivam_Ahuja_Web_11zon.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt0cf556aaa7c476ed\/6411fc3ae70dd635488d1c14\/Shivam_Ahuja_Web_11zon.jpg","firm_name":"Simmons Simmon"},{"name":"Alex Ainley","email":"alex.ainley@simmons-simmons.com","fullAddress":"London, United Kingdom","primaryAddress":"London, United Kingdom","Linkedin":"https:\/\/uk.linkedin.com\/in\/alex-ainley-1b595070","phone_numbers":["+44 20 7825 4248"],"fax":[],"practice_areas":["Financial Institutions","FinTech"],"positions":["Partner"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Alex is a partner in our financial services regulation practice in London. Alex specialises in a range of UK and EU regulatory matters, including advising financial institutions on MiFID 2, MAR, the Benchmark Regulation and SMCR. Alex has particular expertise in advising on regulatory matters connected with corporate finance such as product regulation, financial promotion, prospectus issues and licensing.\n\nAlex contributes to the Simmons & Simmons navigator service and has worked extensively on cross-border licensing matters. Alex presents regularly to clients on regulatory change and has spoken at industry events in the UK and on the continent as well as being involved in trade industry discussions.\n\nAlex qualified as a solicitor in 2000 at a magic circle firm and spent 14 years in-house at major banks before going back into private practice at Simmons & Simmons in 2017.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blte0d64f3adf778fd8\/5fb57acf94a70614225f7e73\/Alex_Ainley_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blte0d64f3adf778fd8\/5fb57acf94a70614225f7e73\/Alex_Ainley_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Angela Ainsley","email":"angela.christoforou@simmons-simmons.com","fullAddress":"London, United Kingdom","primaryAddress":"London, United Kingdom","Linkedin":"https:\/\/www.linkedin.com\/in\/angela-ainsley-47469540\/","phone_numbers":["020 7825 4477"],"fax":[],"practice_areas":["Financial Institutions"],"positions":["Supervising Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Angela is a supervising associate in the firm's Disputes & Investigations team in London. Angela has a range of experience in retail finance litigation and is recently developing a growing practice in financial crime and investigations with our Band 1 Criminal Law team. She is also is an active participant in the firm’s various pro bono initiatives, primarily acting for individual clients in Equality Act claims.   \n\nRecent experience includes acting for:\n- Consumer facing financial institutions and global corporates on consumer claims under the Data Protection Act 2018.\n- A UK based global retail bank in connection with mass consumer credit claims. \n- An international payment services provider on customer complaints regarding payment fraud. \n- A number of international corporates regarding their obligations under the Anti Money Laundering regime. \n- Global corporates and individuals in connection with confidential internal investigations relating to alleged fraud, money laundering and bribery.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt7ae44c9ae7836892\/6554d85de502172c763569e2\/Angela_Christoforou_Web_11zon.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt7ae44c9ae7836892\/6554d85de502172c763569e2\/Angela_Christoforou_Web_11zon.jpg","firm_name":"Simmons Simmon"},{"name":"Gul Akad","email":"gul.akad@simmons-simmons.com","fullAddress":"London, United Kingdom","primaryAddress":"London, United Kingdom","Linkedin":"https:\/\/www.linkedin.com\/in\/gul-akad-58318a31\/?originalSubdomain=uk","phone_numbers":["+44 207 825 3368"],"fax":[],"practice_areas":["Financial Institutions"],"positions":["Supervising Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Gül is a supervising associate in Simmons and Simmons’ Banking team focusing on Funds Finance from both from lender and sponsor side. She works as a lead associate in connection with a broad range of financing in funds finance space, including, single managed account (SMA) facilities, umbrella facilities, net asset value (NAV) and hybrid facilities.  She also has experience in advising clients on sustainability linked loans and green loans. \n\nGül has been recognised as “*incredibly diligent and responsive*” in Legal500 by clients. \n","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt1d3d7d9c8b51dadc\/633edc2feded0211051c4b85\/Gul_Akad_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt1d3d7d9c8b51dadc\/633edc2feded0211051c4b85\/Gul_Akad_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Precious Akegbejo","email":"precious.akegbejo@simmons-simmons.com","fullAddress":"London, United Kingdom","primaryAddress":"London, United Kingdom","Linkedin":"","phone_numbers":["+44 20 7825 2019"],"fax":[],"practice_areas":["Financial Institutions","Financial Services Regulation","FinTech","Asset Management and Investment Funds"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Precious is an associate in our Financial Services Regulatory team. She has experience advising banks on their cross-border business across multiple global jurisdictions. She also has experience supporting firms on large scale regulatory projects, including advising on the change in control aspects of corporate transactions and the implementation of new regulations. Precious has experience working with a range of clients, including banks, asset managers, payment institutions and crypto-firms.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt17e0d87e2becee4b\/65dc78403b25eb9c62b97202\/Precious_Akegbejo_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt17e0d87e2becee4b\/65dc78403b25eb9c62b97202\/Precious_Akegbejo_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Anissa Akentour","email":"anissa.akentour@simmons-simmons.com","fullAddress":"Paris, France","primaryAddress":"Paris, France","Linkedin":"","phone_numbers":["+33 1 53 29 17 39"],"fax":[],"practice_areas":["Energy, Natural Resources and Infrastructure"],"positions":["Associate – Avocate à la Cour"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Anissa is an associate of Simmons & Simmons within our Energy, Natural Resources and Infrastructures department in Paris. \n\nShe advises sponsors, investors, financial institutions, investment funds, international corporate clients and governments. Her practice focuses on project development, construction, acquisition and transfer of projects in the energy sector in France, North Africa and Sub-Saharan Africa. \n\nPrior to joining Simmons & Simmons in April 2023, Anissa was an associate for the project and energy departments of international law firms in Paris. She holds a *Maîtrise de Droit International et Eurepéen* (4-year degree in Business Law) from Paris X – Paris Nanterre (2013), a Master II *Droit des Contrats Internes et Internationaux* (Master in Business Law) from Paris XI-Paris Sud (2014), and an LL.M in Law of Business Law in Arab Countries from Paris II – Panthéon Assas, Paris (2015).\n\nShe qualified as a French lawyer in 2017 and was admitted to the Paris Bar in 2018. \n\nShe is fluent in French and English.\n","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltc9853b3787dcd728\/6453d6992e263d1131dfea98\/Anissa_Akentour_Web_11zon.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltc9853b3787dcd728\/6453d6992e263d1131dfea98\/Anissa_Akentour_Web_11zon.jpg","firm_name":"Simmons Simmon"},{"name":"Romy Akkermans","email":"Romy.Akkermans@simmons-simmons.com","fullAddress":"Amsterdam, The Netherlands","primaryAddress":"Amsterdam, The Netherlands","Linkedin":"https:\/\/www.linkedin.com\/in\/romy-akkermans\/","phone_numbers":["+31 (0) 20 722 23 53"],"fax":[],"practice_areas":["Asset Management and Investment Funds","Financial Institutions","Healthcare and Life Sciences","Technology, Media, Telecommunications"],"positions":["Supervising Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Romy is a supervising associate in the Employment, Incentives and Pensions practice. She advises and litigates on a wide range of employment matters in relation to, amongst others, reorganisations, individual and collective dismissals. In addition, Romy has a strong focus on pensions and employees' representation in (de)mergers and acquisitions. Romy regularly publishes articles on employment and pension law matters in professional journals and is a member of the association of young employment lawyers (VJAA).","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt07ddf965bd0febfd\/6593d65457f5975494ea7e6b\/Romy_Akkermans_Web_11zon.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt07ddf965bd0febfd\/6593d65457f5975494ea7e6b\/Romy_Akkermans_Web_11zon.jpg","firm_name":"Simmons Simmon"},{"name":"Mohamed Al Alawi","email":"mohamed.alalawi@simmons-simmons.com","fullAddress":"Dubai, United Arab Emirates","primaryAddress":"Dubai, United Arab Emirates","Linkedin":"linkedin.com\/in\/mohamed-al-alawi-2a011a125","phone_numbers":["+971 4 7096 696"],"fax":[],"practice_areas":["Healthcare and Life Sciences","Asset Management and Investment Funds"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Mohamed is an English qualified lawyer in the corporate commercial team with experiences ranging from M&A transactions to commercial transactions. \n\nMohamed also has wide regional expertise in the healthcare and life sciences sector having advised clients on a range of areas including distribution arrangements, statutory pricing and medical device and drug registrations.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blta44d133049947238\/5fb5bed6e6f59d13c654fd89\/Mohamed_Al_Alawi_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blta44d133049947238\/5fb5bed6e6f59d13c654fd89\/Mohamed_Al_Alawi_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Samuel Aladar","email":"samuel.aladar@simmons-simmons.com","fullAddress":"Frankfurt, Germany","primaryAddress":"Frankfurt, Germany","Linkedin":"https:\/\/www.linkedin.com\/in\/samuel-aladar-76439217b\/","phone_numbers":["+49 69-90 74 54-77"],"fax":[],"practice_areas":["Financial Institutions","Real Estate Investment and Development"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Samuel is an associate in the area of banking, restructuring and insolvency law in our Frankfurt office. He advises financial institutions, investors and companies in restructuring and crisis situations, often in cross-border cases. With respect to banking, he advises on real estate financing - both on the side of the borrower and the lender.\n\nSamuel studied law at the Ruprecht Karls University of Heidelberg and at Tallinn University, Estonia. He completed his legal traineeship in Mannheim, which included placements at a Mannheim-based commercial law firm.\n\nBefore joining Simmons & Simmons in 2021, Samuel worked for another international commercial law firm in the field of banking and finance and restructuring as a research associate.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blta8ab9ac275a6f901\/612e12198f8f7644bdf4d470\/Samuel_Aladar_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blta8ab9ac275a6f901\/612e12198f8f7644bdf4d470\/Samuel_Aladar_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Diego Alcalde Diaz","email":"Diego.AlcaldeDiaz@simmons-simmons.com","fullAddress":"Luxembourg, Luxembourg","primaryAddress":"Luxembourg, Luxembourg","Linkedin":"https:\/\/www.linkedin.com\/in\/diego-alcalde-d%C3%ADaz\/","phone_numbers":["+ 352 26 21 16 21"],"fax":[],"practice_areas":["Technology, Media, Telecommunications","Asset Management and Investment Funds","Financial Institutions","Healthcare and Life Sciences"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Diego is an Associate of Simmons & Simmons Luxembourg's corporate and M&A practice. As such, he advises national and international clients on complex cross-border mergers, acquisitions and spin-offs, private equity and venture capital investments. Diego has a special focus on private equity transactions as well as corporate matters for funds and asset managers but also advises all types of clients on general corporate law and day-to-day corporate matters. \n\nDiego is a dually qualified lawyer, member of the Luxembourg Bar Association (*Avocat au Barreau de Luxembourg - Liste IV*) and member of the Madrid Bar Association (*Abogado del Ilustre Colegio de Abogados de Madrid*). He graduated from the Universität St Gallen (Switzerland) with a Master’s Degree in International Business Law and a Double Master’s Degree in Legal Practice and International Business Law from the Esade Law School (Spain). Previously, he graduated from the Universidad Pontificia Comillas ICADE (Spain) with a Double Degree in Law and International Relations, with international stays in Hong Kong and London. Prior to joining our Luxembourg office, he has worked at a major international law firm in Spain.\n\nDiego is fluent in Spanish and English.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt18bf0025f33f3f8c\/63a42720be2db12f8705487c\/Diego_Alcalde_Diaz_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt18bf0025f33f3f8c\/63a42720be2db12f8705487c\/Diego_Alcalde_Diaz_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Hans-Hermann Aldenhoff","email":"hans-hermann.aldenhoff@simmons-simmons.com","fullAddress":"Düsseldorf, Germany","primaryAddress":"Düsseldorf, Germany","Linkedin":"https:\/\/de.linkedin.com\/in\/dr-hans-hermann-aldenhoff-69b95a49","phone_numbers":["+49 2 11-4 70 53-60"],"fax":[],"practice_areas":["Asset Management and Investment Funds","Financial Institutions","Healthcare and Life Sciences","Technology, Media, Telecommunications","Insurance"],"positions":["Partner"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Hans-Hermann Aldenhoff specialises in complex compliance issues as well as labour and criminal law. He represents international and national companies, in particular in the financial and automotive sectors.\n\nHe is the firm’s Country Head for Germany and Head of European client relations. In the latter function, it is Hans-Hermann’s remit to enhance and innovate the firm’s approach to client relationships across the EU. He also co-heads the firm´s global investigations group. \n\nAfter working in the financial industry and for a leading law firm in Europe, Asia and Africa, he joined our firm in 2002. In addition to his legal practice, he has worked as an expert for the German Bundestag and for the United Nations in the autonomous Palestinian territories. He is also a frequent lecturer at universities (i.a. Panthéon-Assas University Paris II and SRH University Heidelberg). His recent work includes:\n\n- acting as World Bank Group appointed Integrity Compliance Expert in a Debarment Procedure against a global engineering company\n- acting as European Counsel to Larry Thompson, the DoJ appointed Monitor, and John Hanson, the EPA appointed Auditor, in the Volkswagen diesel emission proceedings, under labour & employment and criminal law, including coordination of global legal advice outside the US\n- advising various strategic and financial investors (Wayzata Investment Partners, Dubai International Capital, Patriarch Partners and CVC Capital) on cross-border restructurings, including negotiations with works councils and trade unions as well as their representation in court\n- advising a leading global rating agency as well as various international investment banks on all questions of German labour & employment and related regulatory law, including their representation vis-à-vis BaFin and in court\n- advising various German DAX 30 as well as NYSE companies on matters of compliance and labour & employment law, with a special focus on internal investigations (bribery, fraud and Me Too)\n- legally enforcing claims asserted by way of model proceedings on behalf of financial investors, namely under capital markets law (Republic of Argentina, Volkswagen AG).\n\nHans-Hermann Aldenhoff studied law and economics in Münster (Dr. jur.), Düsseldorf and Sydney (LL.M.) after completing his vocational training as a banker. In addition, he completed an Executive Training in Law Firm Leadership at Harvard Law School. He trained in the United States and worked for multinational corporations in Bangkok, Johannesburg and Singapore before joining a leading international law firm in 1999.\n\nHans-Hermann Aldenhoff joined Simmons & Simmons in Düsseldorf as Partner in 2002. Between 2008 and 2022, he led the international Dispute Resolution group and was a member of the firm’s International Executive Committee. Hans-Hermann has been Country Head Germany since 2006 and became Head of European client relations in 2022.\n\nThe JUVE Handbook cites clients who view its work as \"of high quality\". He is also recommended as a leading expert by Chambers, JUVE, Legal 500 and Who is Who Legal. Clients describe him as \"a great professional who explains difficult legal matters in plain English, which is remarkable given that English is not his native language”, “committed and straightforward”, and “extremely enjoyable to work with” (Chambers and Partners). They praise his “exceptional leadership of a team of outstanding competence and experience” that “proactively finds solutions and communicates well with all stakeholders” (Legal 500).","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt1ec3af1343572242\/5fb597555fc3e6148f86d4d5\/Hans-Hermann_Aldenhoff_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt1ec3af1343572242\/5fb597555fc3e6148f86d4d5\/Hans-Hermann_Aldenhoff_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Jason Alford","email":"jason.alford@simmons-simmons.com","fullAddress":"London, United Kingdom","primaryAddress":"London, United Kingdom","Linkedin":"","phone_numbers":["+44 20 7825 3772"],"fax":[],"practice_areas":[],"positions":["Legal Project Manager, Service Excellence"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Jason is a Legal Project Manager within the Service Excellence team, where he supports the legal teams across the firm by implementing the Service Excellence Standards and tools in order to ensure projects are scoped, planned, budgeted and reviewed in an effective way, following the communications protocol throughout the project.\n\nPrior to joining Simmons & Simmons, Jason worked at another International law firm as a Legal Project Manager where he managed and supported on projects such as: a litigation case for a multi-national telecommunication company; project managed the implementation of a workflow management system to handle PPI claims for a top 4 bank; and a due diligence review  for a corporate acquisition.\n\nHaving worked on a range of complex legal projects, he understands the importance of project management best practice in order to achieve performance and delivery of targets and has experience in coordinating various cross border projects.\n\nJason also brings over 30 years of experience of working in Financial Services, where he held several roles across Operations to bring about efficiencies, manage the bank’s key risk areas and deliver change. He has a 6-sigma green belt along with a strong understanding of LEAN methodologies to drive continuous improvement and one best way process management to create best practices in order to achieve performance and delivery of targets.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt8d793767264b48cd\/623214ec893506175b30a3d0\/Jason_Alford_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt8d793767264b48cd\/623214ec893506175b30a3d0\/Jason_Alford_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Bouke Algie","email":"bouke.algie@simmons-simmons.com","fullAddress":"Amsterdam, The Netherlands","primaryAddress":"Amsterdam, The Netherlands","Linkedin":"","phone_numbers":["+3120 722 2319"],"fax":[],"practice_areas":["Healthcare and Life Sciences","Pharmaceuticals","Technology, Media, Telecommunications"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Bouke is an associate in our Dispute Resolution team, based in our Amsterdam office. Bouke specialises in intellectual property law and litigation. Bouke practices all areas of intellectual property law, with a particular focus on patent litigation.\n \nBouke obtained his bachelor law and his masters degree company law from Leiden University, with a focus on IP law. Additionally Bouke obtained a bachelor degree in Bio-Pharmaceutical Sciences from the Leiden University.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt03ca217341ed95c3\/65eef42618b8706eb95f866f\/Bouke_Algie_Web_11zon.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt03ca217341ed95c3\/65eef42618b8706eb95f866f\/Bouke_Algie_Web_11zon.jpg","firm_name":"Simmons Simmon"},{"name":"Robert Allen","email":"robert.allen@simmons-simmons.com","fullAddress":"London, United Kingdom","primaryAddress":"London, United Kingdom","Linkedin":"https:\/\/uk.linkedin.com\/in\/robert-allen-7bb3632","phone_numbers":["+44 20 7825 4852"],"fax":[],"practice_areas":["Financial Institutions","FinTech","Technology, Media, Telecommunications"],"positions":["Partner"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Robert is a partner in the Disputes & Investigations team He specialises in retail and consumer finance litigation, including investigations, general banking disputes and contentious regulatory matters. He has advised on a range of disputes and industry wide issues including consumer credit, mis-selling litigation and unfair terms. He has also acted in complex investment bank litigation and on major international regulatory investigations for retail and investment banks. In addition, Robert regularly advises clients on contentious data protection and privacy matters, and during the past year has been advising financial institutions, asset managers and telecoms clients in particular on data protection litigation, contentious subject access requests, the right to be forgotten, cyber-attack and data breach response and notification. He is a member of the firm’s Data Protection and Privacy group.  \n  \nRobert was named in Legal Week’s 2016 list of Rising Litigation Stars in London.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt55c9187bf08d51e5\/5fb5d2bfa7ca3e141559f3a1\/Robert_Allen_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt55c9187bf08d51e5\/5fb5d2bfa7ca3e141559f3a1\/Robert_Allen_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Michelle Allison","email":"michelle.allison@simmons-simmons.com","fullAddress":"London, United Kingdom","primaryAddress":"London, United Kingdom","Linkedin":"","phone_numbers":["+44 20 7825 4125"],"fax":[],"practice_areas":["Insurance"],"positions":["Managing Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Michelle is a Managing Associate in the Insurance & Construction team in London, within our international dispute resolution practice. She specialises in professional liability, advising Insurers and their Insureds, including solicitors, brokers, accountants, tech\/media professionals, architects, engineers, surveyors and other construction professionals in High Court litigation, mediation, adjudication and arbitration.\n \nMichelle also regularly advises on complex, high value policy coverage issues for a range of London market insurers, including in relation to Business Interruption insurance, having advised in the FCA Test Case.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt97d4a82f9bde5ee1\/61aa2fd4646ad0434c3e19e8\/Michelle_Allison_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt97d4a82f9bde5ee1\/61aa2fd4646ad0434c3e19e8\/Michelle_Allison_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Laura Allwright","email":"laura.allwright@simmons-simmons.com","fullAddress":"London, United Kingdom","primaryAddress":"London, United Kingdom","Linkedin":"https:\/\/uk.linkedin.com\/in\/laura-allwright-50147946","phone_numbers":["+44 207 825 4675"],"fax":[],"practice_areas":[],"positions":["Managing Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Laura is involved in a wide range of transactional and advisory work covering all areas of corporate tax, such as financial markets transactions (including loan facilities and fund issuances), cross-border mergers and acquisitions and offerings in the debt and equity capital markets. She also advises on tax related employment and real estate matters.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt575464c161f9edbd\/5fb5abacd0ead9144842ca47\/Laura_Allwright_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/blt575464c161f9edbd\/5fb5abacd0ead9144842ca47\/Laura_Allwright_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Ombline Ancelin","email":"ombline.ancelin@simmons-simmons.com","fullAddress":"Paris, France","primaryAddress":"Paris, France","Linkedin":"https:\/\/fr.linkedin.com\/in\/ombline-ancelin-08aa102","phone_numbers":["+33 1 53 29 16 42"],"fax":[],"practice_areas":["Technology, Media, Telecommunications","Healthcare and Life Sciences"],"positions":["Partner"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Ombline Ancelin is the lead Competition partner in the Paris office at Simmons & Simmons. Her practice encompasses the full range of competition law, including merger control, anti-competitive practices, distribution and franchising, and also EU general law and consumer law. She also regularly advises on foreign investment control issues.\n\nShe represents clients at both national and international levels, in antitrust investigations and litigation in several sectors with a particular in-depth knowledge in the life sciences, TMT, energy, fast-moving consumer goods sectors.\n\nShe works on both advisory and contentious matters, and litigates before the French Competition Authority, the Paris Court of Appeal and Commercial Courts. Moreover, she regularly advises clients on their commercial policies and the organization of their distribution networks across Europe. She assists clients during competition inspections and conducts internal audits as part of her work on competition compliance. \n\nOmbline has been acknowledged among the “40 in their 40s Notable Women Competition Professionals in Europe” in 2019 by the platform for women competition professionals W@Competition. In 2021, she was elected as vice-president of the “Competition Commission” of ICC France.\n\nOmbline Ancelin joined Simmons & Simmons as a partner in June 2013. Prior to joining Simmons & Simmons, Ombline Ancelin had, after qualifying in January 2000 as a lawyer at the Paris Bar, joined the Antitrust, Competition and Economic Regulation practice of another international law firm in February 2001 and became a Counsel of this firm in May 2008.  \n\nOmbline holds a Master's Degree in Business and Economic Law (La Sorbonne), and the Cambridge Advanced Certificate in English.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltf085e8691ab0da86\/5fb5c60ef21acd14342de933\/Ombline_Ancelin_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltf085e8691ab0da86\/5fb5c60ef21acd14342de933\/Ombline_Ancelin_Web.jpg","firm_name":"Simmons Simmon"},{"name":"Sophie Anderson","email":"Sophie.Anderson@simmons-simmons.com","fullAddress":"London, United Kingdom","primaryAddress":"London, United Kingdom","Linkedin":"https:\/\/www.linkedin.com\/in\/sophie-anderson94\/","phone_numbers":["+44 20 7825 3262"],"fax":[],"practice_areas":["Financial Institutions","FinTech","Asset Management and Investment Funds"],"positions":["Associate"],"source":"https:\/\/data.simmons-simmons.com\/api\/public","description":"Sophie is an associate in the Banking team in London. She advises financial institutions, investors and companies on a wide range of UK and cross-border financings. Previous experience includes funds finance, general corporate lending and real estate finance. \n \nSophie recently returned from a six-month secondment in the Investments Legal team at Invesco, focussing on derivatives, CLOs and trade settlements.","photo":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltdc0f785c506331ca\/634e942620f42038fb988b51\/Sophie_Anderson_Web.jpg","photo_headshot":"https:\/\/images.contentstack.io\/v3\/assets\/blt3de4d56151f717f2\/bltdc0f785c506331ca\/634e942620f42038fb988b51\/Sophie_Anderson_Web.jpg","firm_name":"Simmons Simmon"}]