[{"name":"Joseph Abboud Dager","email":"jabbouddager@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/9E42E614628C4D5C8C4B5E4AD00919BB?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"https:\/\/www.linkedin.com\/in\/joseph-abboud-dager\/","phone_numbers":["+1 604 631 4909"],"fax":[],"bar_admissions":["British Columbia","Ontario","Québec"],"court_admissions":[],"practice_areas":["Corporate\/Commercial","Mergers & Acquisitions "],"positions":["Legal Technology Lawyer"],"source":"https:\/\/www.fasken.com\/en\/joseph-abboud-dager","description":"Prior to joining Fasken, Joseph practiced law within the &nbsp;transactional services team o f a national firm. He also worked in the contracts advisory group of a government agency dedicated to supporting business innovation through research and development, and by applying leading-edge technologies. Joseph is a Legal Technology Lawyer within the Knowledge and Practice Innovation Group. Joseph works closely with lawyers, and clients to leverage legal technology applications and products, and provides hands-on support in the implementation and adoption of a range of technologies and automated services.","languages":["English","French","Spanish","Arabic"],"photo":"https:\/\/www.fasken.com\/-\/media\/41e9acfa19d14764995c88d2b15da865.jpg?modified=20231021034341&mw=351&hash=B1506CEA93100C08078C25C29386EE49","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/41e9acfa19d14764995c88d2b15da865.jpg?modified=20231021034341&mw=351&hash=B1506CEA93100C08078C25C29386EE49","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Nabila Abdul Malik","email":"nabdulmalik@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/38E2517D61F343DEAE6010F0AF3FF6E4?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 613 696 6912","+44 20 7917 8500"],"fax":[],"bar_admissions":["Ontario","New York","Malaysia","England and Wales*"],"court_admissions":[],"practice_areas":["International Trade and Investment Law","Comprehensive Economic and Trade Agreement CETA","Litigation and Dispute Resolution","Commercial Litigation","International Arbitration","White Collar Defence and Investigations","Procurement"],"positions":["Partner"],"source":"https:\/\/www.fasken.com\/en\/nabila-abdul-malik","description":"Nabila Abdul Malik practises predominantly in the areas of international arbitration, commercial litigation, international trade and investment as well as white collar defence. Her breadth of experience and knowledge across multiple jurisdictions enable her to assist clients in a myriad of commercial contexts.Nabila obtained her law degree from the University of Oxford and her master’s degree in law from Columbia University in New York. She is called to the Bar in four jurisdictions across three different continents.\r \r Nabila has a broad commercial litigation and arbitration practice, with clients benefiting from her exceptional legal background, breadth of experience and knowledge of a wide range of laws, policies and practices. In the course of her varied legal career, she has represented corporations, investors and sovereign States before courts and tribunals, and provides legal advice in relation to a broad spectrum of issues and a wide variety of industries.&nbsp;Prior to joining Fasken, she was a prosecutor at the Attorney General’s Chambers of Malaysia, where she was involved in extradition, bail and habeas corpus proceedings before the courts. She also provided legal advice as federal legal counsel to the government of Malaysia, and represented the government in civil matters before the courts.\r \r Nabila has worked at an international arbitration law firm, where she acted as counsel in numerous international arbitration proceedings, both commercial and investment, conducted under various arbitration rules including ICSID, UNCITRAL, ICC, SIAC, LCIA and DIAC.&nbsp;\r \r She has also worked at the Central Bank of Malaysia, where she was involved in the Financial Sector Assessment Programme under the International Monetary Fund (IMF) and was part of the trade negotiations team, in charge of the financial services chapter of the Malaysia-European Union FTA and the Trans-Pacific Partnership. She also worked on a collaboration with the Malaysian Competition Commission in the implementation of competition law in the financial sector.\r \r Nabila interned at the World Trade Organization (WTO) in Geneva, Switzerland, where she assisted in providing legal advice and support to WTO dispute settlement panels. She also interned at the United Nations (UN) Secretariat in New York, where she worked on cases before the UN Dispute Tribunal and the UN Appeals Tribunal.\r \r In addition, Nabila has represented Malaysia in the Association of Southeast Asian Nations (ASEAN) task force on enhancing its dispute settlement mechanism. She was also a member of the OIC task force on establishing an arbitration centre in Istanbul, Turkey.&nbsp;*In England and Wales, providing legal services that are not reserved legal activities under the Legal Services Act 2007.&nbsp;&nbsp;","languages":[],"photo":"https:\/\/www.fasken.com\/-\/media\/c5891d33ccf645e1898847e84f221de2.jpg?modified=20220502185903&mw=351&hash=5DE4EAAC55262F7790E428D1B39A76E1","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/c5891d33ccf645e1898847e84f221de2.jpg?modified=20220502185903&mw=351&hash=5DE4EAAC55262F7790E428D1B39A76E1","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Alexandre Abecassis","email":"aabecassis@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/C1384251FD534437930D4A452DBC129D?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"https:\/\/ca.linkedin.com\/in\/alexandreabecassis","phone_numbers":["+1 514 397 4387","+1 514 397 7600"],"fax":[],"bar_admissions":[],"court_admissions":[],"practice_areas":["Patents and Industrial Design","Intellectual Property","Information Technology ","Information Technology"],"positions":["Partner","Patent Agent"],"source":"https:\/\/www.fasken.com\/en\/alexandre-abecassis","description":"Alexandre Abecassis practises intellectual property law, more specifically in the area of patents.&nbsp; Alexandre is a registered patent agent in Canada and the United States and finds creative, proactive solutions to maximize the value of client innovations.&nbsp; The clients he represents range from small and medium businesses to multinationals. Alexandre is an electrical engineer and has over 22 years of experience in intellectual property. He has extensive experience&nbsp; in the high technology field including software, imaging and telecommunications.&nbsp; Alexandre has developed specific experience&nbsp;in protecting innovations related to quantum computing and artificial intelligence.&nbsp; As a fully licenced commercial pilot,&nbsp; Alexandre has also a strong interest for protecting innovations in the aerospace industry.&nbsp;Alexandre is often asked to draft opinions on patentability, freedom to manufacture, validity and infringement.In addition to advising clients on creating and managing patent portfolios and due diligence, Alexandre regularly drafts, files and prosecutes patent applications in Canada and abroad.","languages":["French","English"],"photo":"https:\/\/www.fasken.com\/-\/media\/ec08be26bef747709eb3919f16f7ccad.jpg?modified=20240116194622&mw=351&hash=6C64F11F0AFBF288A4F654B36BE79A5A","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/ec08be26bef747709eb3919f16f7ccad.jpg?modified=20240116194622&mw=351&hash=6C64F11F0AFBF288A4F654B36BE79A5A","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Gesta Abols","email":"gabols@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/44671EEA086848229C3E5B061C2CBA82?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 416 943 8978"],"fax":[],"bar_admissions":["Ontario"],"court_admissions":[],"practice_areas":["Mergers & Acquisitions ","Private Equity","Capital Markets","Corporate - Governance","Shareholder Activism"],"positions":["Partner","Co-Leader, cross border and international practice"],"source":"https:\/\/www.fasken.com\/en\/gesta-abols","description":"Gesta Abols’ practice is focused on mergers &amp; acquisitions (including private equity), corporate governance, shareholder activism and strategic investments. Gesta provides expert legal advice, superior service, and structure to bring clarity to complex challenges. Gesta is the Co-Leader of the firm’s Cross Border Practice and on the executive of the firm’s Capital Markets and Mergers &amp; Acquisitions (CM and M&amp;A) Committee.Gesta is consistently recognized as a leader in the areas of Mergers &amp; Acquisitions, Private Equity, Corporate Finance &amp; Securities and Mining by various third party ranking organizations.Gesta is an Adjunct Professor at the University of Toronto Faculty of Law where he teaches an upper year course on complex transactions and serves as an advisor to the Ontario Securities Commission on its Securities Advisory Committee.Gesta is an active member of the American Bar Association’s mergers &amp; acquisition committee and a frequent speaker and writer on M&amp;A and governance developments.&nbsp;&nbsp; &nbsp;","languages":["English"],"photo":"https:\/\/www.fasken.com\/-\/media\/142a40cae9ba49d0912231c1dfc7a882.jpg?modified=20240304200727&mw=351&hash=3BDDCE973E62CCA667CB13C08F4236A7","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/142a40cae9ba49d0912231c1dfc7a882.jpg?modified=20240304200727&mw=351&hash=3BDDCE973E62CCA667CB13C08F4236A7","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Jeff Adams","email":"jadams@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/7EE00FC1C12C42E49D54FE07CDEDFBC0?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 416 865 5404"],"fax":[],"bar_admissions":["Ontario"],"court_admissions":[],"practice_areas":["Labour, Employment & Human Rights"],"positions":["Associate"],"source":"https:\/\/www.fasken.com\/en\/jeff-adams","description":"Jeff Adams is a graduate of Osgoode Hall Law School, a Canadian Paralympian, and six-time world champion in wheelchair racing. After a distinguished athletic career that included winning three Paralympic gold medals, he retired from competition in 2008 and was inducted into Canada’s Sports Hall of Fame in 2018.In 2010, Jeff co-founded a design, engineering and manufacturing company focused on Category II medical devices. After seven years as President and CEO, and managing the acquisition of the intellectual property by a US company, Jeff decided to pursue a life-long dream of a career in law.Jeff summered and articled with the Firm. He was seconded to the Workplace Safety Insurance Appeals Tribunal before joining as an Associate in July, 2021.Jeff’s work experience includes serving as the Executive Director for the International Arts Games Foundation where he instructed counsel on the incorporation of a federal not-for-profit corporation, established an inaugural board of directors and created the charter and by-laws. He was also the President, CEO and Founding Partner of Icon Wheelchairs Inc. and President of Marvel Wheelchairs Inc.&nbsp;\r \r Jeff also has work experience in public service sector, serving as Co-Chair of the Accessibility Advisory Council of Ontario from 1999-2001, providing advice to the Minister of Citizenship on the development of the Ontarians with Disabilities Act, 2001.&nbsp;At Osgoode Hall Law School, Jeff worked at the Business Clinic and interned at ARCH legal clinic.&nbsp;\r \r Jeff is a member of the Order of Ontario, and has been inducted into the Terry Fox Hall of Fame, Canada’s Sports Hall of Fame, the Athletics Ontario Sports Hall of Fame, and the Brampton Sports Hall of Fame. He is a past member of the Law Society of Ontario Equity Advisory Group.&nbsp;\r \r He has published articles in RegQuest, a Thompson Reuters publication focused on Regulatory Law, and the Law in Sport law review.","languages":["English","French"],"photo":"https:\/\/www.fasken.com\/-\/media\/9ff8d2fac6a04a648f121775b281de4a.jpg?modified=20190523141241&mw=351&hash=DDDE598E8A28A7FA7CB783940A06CE43","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/9ff8d2fac6a04a648f121775b281de4a.jpg?modified=20190523141241&mw=351&hash=DDDE598E8A28A7FA7CB783940A06CE43","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Anil Aggarwal","email":"aaggarwal@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/69E588FC09A546318D8F70F5C9549231?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 416 865 5169","+1 416 364 7813"],"fax":[],"bar_admissions":["Ontario"],"court_admissions":[],"practice_areas":["Mergers & Acquisitions ","Capital Markets","Investment Management","Private M&A","Corporate\/Commercial","Public M&A"],"positions":["Partner"],"source":"https:\/\/www.fasken.com\/en\/anil-aggarwal","description":"Anil Aggarwal regularly acts as counsel to investment funds, dealers, and managers, where he advises such clients on the manufacturing, structuring, distribution and management of both Canadian private and public and offshore investment vehicles.Anil is frequently enlisted to advise on new fund formation and launch strategy, and has drafted a wide range of material agreements for clients, including trust, limited partnership, management, advisory, sub-advisory and distribution agreements. Anil works closely with asset managers in connection with all aspects of their product offerings, including real estate investment trusts, real estate limited partnerships, public retail mutual funds and alternative private products, such as private debt, real asset and mortgage funds. In addition to work with investment fund acquisitions, mergers and other reorganizations, Anil has filed numerous applications for exemptive relief, and prepared offering documents for both public and private investment funds.Anil also has an active corporate and securities law practice. Focused on public and private mergers and acquisitions, debt and equity financings and corporate governance, he regularly advises senior management, boards of directors and major shareholders of public and private corporations.Frequently recognized for his expertise in investment funds and asset management, Anil has been listed in prominent legal directories including, Chambers Canada and the Canadian Legal Lexpert Directory.Anil acted for OneREIT, a TSX-listed real estate investment trust, in connection with its sale to SmartREIT and Strathallen Acquisitions Inc., in an extraordinarily complex M&amp;A transaction that was named by Lexpert Canada as one of the Top 10 Deals of 2017.Anil served as Chair of Fasken's Business Law practice in Ontario from 2010-2017, having previously served as Vice-Chair since 2007.","languages":["English"],"photo":"https:\/\/www.fasken.com\/-\/media\/80e1a0cfbbf44f8e899bde6870902d0e.jpeg?modified=20211103042128&mw=351&hash=69D42EE9E9A5264F7423D8C4D3BB4E35","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/80e1a0cfbbf44f8e899bde6870902d0e.jpeg?modified=20211103042128&mw=351&hash=69D42EE9E9A5264F7423D8C4D3BB4E35","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Tariq Ahmed","email":"tahmed@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/A2352A0CEEF74CCDADC89CBBF6AF0103?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 604 631 4983","+1 604 631 3232"],"fax":[],"bar_admissions":["British Columbia"],"court_admissions":[],"practice_areas":["Environmental","Indigenous Law","Litigation and Dispute Resolution","Construction Litigation"],"positions":["Partner"],"source":"https:\/\/www.fasken.com\/en\/tariq-ahmed","description":"Tariq Ahmed is a member of the Litigation and Dispute Resolution group. He frequently assists clients with matters related to energy regulation and construction disputes. In addition to representing clients before the courts, and in arbitrations and mediations, Tariq has assisted with matters before regulatory tribunals including the British Columbia Utilities Commission, the Alberta Utilities Commission, and the Canada Energy Regulator (formerly the National Energy Board).Primarily advising clients in the energy and resources sectors, in addition to regulatory matters, Tariq also assists in matters relating to construction (particularly large projects), and general civil litigation.Prior to his legal career, Tariq earned a degree in electrical engineering. Tariq has developed strong technical skills and a business-oriented approach to his work that enhances his law practice.  Tariq is a director and treasurer of the Young Professionals in Energy Vancouver chapter. Tariq was previously a convocation member of the Senate of the University of British Columbia Vancouver and the chair of its standing committee on Student Appeals on Academic Discipline for over six years.","languages":["English"],"photo":"https:\/\/www.fasken.com\/-\/media\/70676ba3f9714023949645c083a0d736.jpg?modified=20210607163855&mw=351&hash=4F6D988DDFB492B755DC993A1901F98E","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/70676ba3f9714023949645c083a0d736.jpg?modified=20210607163855&mw=351&hash=4F6D988DDFB492B755DC993A1901F98E","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Abayomi Akinjide","email":"aakinjide@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/8C299C23C4F641949DC7B81A8454C3B1?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+44 20 7917 8563","+44 20 7917 8555"],"fax":[],"bar_admissions":["England and Wales","Nigeria"],"court_admissions":[],"practice_areas":["Environmental","Mergers & Acquisitions ","Private Equity","Capital Markets","Private M&A","Corporate Social Responsibility","Corporate\/Commercial","Public M&A","The Organization Of Business Law In Africa (OHADA)"],"positions":["Partner"],"source":"https:\/\/www.fasken.com\/en\/abayomi-akinjide","description":"Abayomi (Yomi) is a Partner in Fasken’s Global Energy and Climate Group. His practice focuses on corporate, corporate finance and commercial work, particularly in the energy, mining and telecoms sectors.&nbsp;Yomi has substantial experience in complex cross-border mergers and acquisitions, financings, private equity transactions, drafting commercial agreements, advising on joint ventures and many other legal issues. Yomi has broad corporate experience and management skills, having led large teams on transactions usually involving multiple jurisdictions in a variety of sectors. He has a good understanding of financial markets and is a skilled negotiator, dealing with both transaction counterparties and regulators. He&nbsp;has advised a number&nbsp;of&nbsp;clients, including banks, brokers, private equity sponsors and corporates.Yomi’s practice is global and he is recognised as an expert on Africa. He is dual qualified in England and Wales and Nigeria. He is an expert in Nigerian corporate and oil and gas law and has published various legal materials in Nigeria and has spoken at seminars on matters relating to the Nigerian legal system.","languages":["English","Yoruba"],"photo":"https:\/\/www.fasken.com\/-\/media\/8443c7f0a8094af8815f91ba98e0a328.jpeg?modified=20231021032837&mw=351&hash=909FE5ECFAAB2793D2D33E268869B65C","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/8443c7f0a8094af8815f91ba98e0a328.jpeg?modified=20231021032837&mw=351&hash=909FE5ECFAAB2793D2D33E268869B65C","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Shahd Al-Orfali","email":"salorfali@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/DBEB7CA5755149D6AFF115F1E19703FD?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 403 261 9428"],"fax":[],"bar_admissions":["Alberta","British Columbia","Ontario"],"court_admissions":[],"practice_areas":["Corporate\/Commercial","Mergers & Acquisitions ","Private Equity"],"positions":["Associate"],"source":"https:\/\/www.fasken.com\/en\/shahd-al-orfali","description":"Shahd’s practice is focused on corporate finance and capital markets, mergers and acquisitions and commercial transactions.Shahd also advises a broad range of participants in the technology sector, including early-stage companies, growth-stage companies, angel investors, strategic investors and institutional investors.Prior to joining Fasken, Shahd was an associate at a boutique corporate law firm, focused on technology law and corporate finance.","languages":["English","Arabic"],"photo":"https:\/\/www.fasken.com\/-\/media\/f1a7511ebb204ceeb000c4db4e2d7b1e.jpg?modified=20230906203140&mw=351&hash=8EAB37D6E90DAD5ACF60C43ADBD9EF7D","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/f1a7511ebb204ceeb000c4db4e2d7b1e.jpg?modified=20230906203140&mw=351&hash=8EAB37D6E90DAD5ACF60C43ADBD9EF7D","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Kai Alderson","email":"kalderson@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/4ECEDF29CC754724B064C502CD86C1AE?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 604 631 4956","+1 604 631 3232"],"fax":[],"bar_admissions":["British Columbia"],"court_admissions":[],"practice_areas":["Corporate Social Responsibility","Corporate\/Commercial","Anti-Bribery and Corruption","Indigenous Law","ESG and Sustainability"],"positions":["Partner"],"source":"https:\/\/www.fasken.com\/en\/kai-alderson","description":"Kai Alderson is an energy and natural resources lawyer in Vancouver. Utilities, energy companies and other natural resource clients seek out his practical advice on complex asset acquisitions and dispositions, project development and other challenging commercial matters. Kai is a trusted advisor, providing strategic advice to project proponents on environmental, regulatory and Indigenous law matters.Energy and natural resource companies rely on Kai’s practical approach, whether he is assisting them on a challenging regulatory matter or a complex transaction. Kai is a problem-solver who helps clients achieve successful commercial outcomes while building constructive, long-term relationships.Corporate\/Commercial LawClients benefit from the breadth of Kai’s business law experience. He regularly advises companies on share and asset purchases, business structuring, limited partnerships and joint ventures. He also provides practical and creative advice on long-term project agreements, project financings and other project-related commercial and operating matters, including procurement.Indigenous LawWith broad experience in engaging Indigenous groups on project-related consultation activities, Kai is able to negotiate and draft Impact Benefit Agreements and other commercial agreements and develop Indigenous procurement initiatives. This includes building win-win joint business ventures between industry and Indigenous entrepreneurs.Environmental LawKai assists on all manner of complex environmental matters, from assessing and allocating environmental liabilities in commercial transactions, to the environmental assessment and permitting of major infrastructure, energy and other natural resource projects. Kai also regularly helps clients resolve contaminated sites disputes and engage regulators in respect of environmental compliance matters, from spill reporting to cost-effectively meeting permit conditions.Carbon Markets and emissions tradingKai advises on greenhouse gas reporting requirements and the purchase and sale of carbon offsets, renewable energy certificates and other environmental commodities. He also regularly consults on the impact of provincial, federal and regional greenhouse gas reduction initiatives.&nbsp;","languages":["English"],"photo":"https:\/\/www.fasken.com\/-\/media\/cbe70b1f0c2f41e1a9bcfe2e48095ab9.jpg?modified=20220111232919&mw=351&hash=084E02EAEFF4E448C76302DE864468F7","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/cbe70b1f0c2f41e1a9bcfe2e48095ab9.jpg?modified=20220111232919&mw=351&hash=084E02EAEFF4E448C76302DE864468F7","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Samantha Alfonzo","email":"salfonzo@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/D66FF0856455408F9058EA2190EE9977?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 416 868 7835"],"fax":[],"bar_admissions":["Ontario"],"court_admissions":[],"practice_areas":["Corporate\/Commercial","Mergers & Acquisitions ","Project Finance","Procurement"],"positions":["Counsel"],"source":"https:\/\/www.fasken.com\/en\/samantha-alfonzo","description":"Samantha Alfonzo advises clients on corporate, commercial and compliance matters with a focus on Latin America.Samantha has extensive experience (both in-house and in private practice) advising some of the world’s largest corporations on mergers and acquisitions, business and tax driven corporate reorganizations, project financing, compliance, operating leases, procurement and supply agreements, manufacturing agreements, licensing agreements, research and development matters, and outsourcing agreements.Venezuelan-born and fluent in Spanish, Samantha regularly advises clients with regards to transactions and operations in Canada and Latin America.","languages":["English","Spanish"],"photo":"https:\/\/www.fasken.com\/-\/media\/35d8f060dc53426d8411a187250ffd41.jpg?modified=20231021033220&mw=351&hash=B77A72BDEBE4E66943E4C7A4678372D9","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/35d8f060dc53426d8411a187250ffd41.jpg?modified=20231021033220&mw=351&hash=B77A72BDEBE4E66943E4C7A4678372D9","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Matthew Allard","email":"mallard@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/CCD3843DEF0B43FA8FD2E762600B1405?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 604 631 4779"],"fax":[],"bar_admissions":["British Columbia"],"court_admissions":[],"practice_areas":["Labour, Employment & Human Rights","Labour Relations and Collective Bargaining","Human Rights & Discrimination","Employment Advice and Litigation"],"positions":["Associate"],"source":"https:\/\/www.fasken.com\/en\/matthew-allard","description":"Matthew is a labour, employment, and human rights lawyer in Fasken’s Vancouver office, providing practical legal advice and solutions to a broad range of employers.With a commitment to providing outstanding service, Matthew assists with  resolving wrongful dismissal actions, collective agreement interpretation disputes, disciplinary matters, and human rights issues.","languages":["English"],"photo":"https:\/\/www.fasken.com\/-\/media\/8b1043f4b7f345eabe7108ad5d88b2d9.jpg?modified=20210607164021&mw=351&hash=C5641A28D2BA31FF92D8427DEB80FB9E","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/8b1043f4b7f345eabe7108ad5d88b2d9.jpg?modified=20210607164021&mw=351&hash=C5641A28D2BA31FF92D8427DEB80FB9E","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Andrew Alleyne","email":"aalleyne@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/CDA1160FDA614F5AAB33971A3152FC08?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 416 868 3338","+1 416 364 7813"],"fax":[],"bar_admissions":["Ontario"],"court_admissions":[],"practice_areas":["Corporate\/Commercial","Mergers & Acquisitions ","Private M&A","Procurement","Information Technology"],"positions":["Partner"],"source":"https:\/\/www.fasken.com\/en\/andrew-alleyne","description":"Andrew Alleyne’s practice is focused primarily on corporate and commercial transactions, particularly technology and M&amp;A matters.Serving on the Steering Committee of the firm’s Technology practice group, Andrew is highly experienced in Technology related contracting.  He advises a broad array of clients (from blue-chip to emerging technologies) on the challenges and complexities of commercializing, acquiring and implementing technology solutions.  Andrew works on complex outsourcings (including bancassurance), cloud and SaaS arrangements, software licensing and all Technology aspects of M&amp;A transactions, including transition services arrangements. His experience also extends to a wide variety of Internet and e-commerce matters, and to the legal and regulatory aspects of online gambling in Canada.Advising Fortune 100 companies, leading-edge software, e-commerce, cloud, media and other technology companies, as well as a variety of financial institutions, mining, health care, transportation and communications companies, Andrew is a trusted counsellor regarding business critical legal matters.In his practice, Andrew can also draw on his substantial in-house experience. He was seconded as a director in the law department of CTVglobemedia (now Bell Media), one of Canada's largest media companies; and with the procurement department of TELUS, one of Canada’s largest communications companies.Andrew is recognized for his information technology expertise by The Best Lawyers in Canada and the Canadian and Legal Lexpert Directory, and Who's Who Legal (Canada).Outside of his practice, Andrew is an active member of the legal community, currently serving as President-elect&nbsp;and Director of the Canadian Technology Law Association (CAN-TECH Law, formerly IT.Can), Vice-Chair, Non-US Cyber Regulatory Subcommittee of the Cyberspace Law Committee (Business Law section of the American Bar Association) and Co-Chair of the Legal and Compliance Chapter of the International Association of Outsourcing Professionals. Andrew is also a past Chair of the Toronto Computer Lawyers Group.  Andrew is an advocate for the black community, both legal, having been for many years a director and past President of the Canadian Association of Black Lawyers (CABL), and otherwise, including as a Vice Chair&nbsp;of the Toronto based charity, For Youth Initiative and as an executive member of the Black Professionals in Technology Network.","languages":["English"],"photo":"https:\/\/www.fasken.com\/-\/media\/5375d0f9548748559ac06b553e6646a5.jpg?modified=20210427172758&mw=351&hash=05DC8A564421279BCEFE51A5E62D8EC6","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/5375d0f9548748559ac06b553e6646a5.jpg?modified=20210427172758&mw=351&hash=05DC8A564421279BCEFE51A5E62D8EC6","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Andrea Alliston","email":"aalliston@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/E398DA7544AC4E179146CCE555E598A3?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 416 865 5478"],"fax":[],"bar_admissions":["Ontario"],"court_admissions":[],"practice_areas":[],"positions":["Partner","Knowledge and Practice Innovation"],"source":"https:\/\/www.fasken.com\/en\/andrea-alliston","description":"Andrea Alliston is a partner and leader of the firm’s Knowledge and Practice Innovation programs and initiatives.&nbsp; Andrea works with firm leadership on developing an industry leading knowledge and practice innovation strategy and oversees firmwide, the related people resources, operational processes and technology.&nbsp;&nbsp;Andrea is an experienced leader and innovator versed in strategy, project implementation and operations across diverse areas including developing precedent and legal resources collections, thought leadership and disseminating legal and practice developments, implementing KM infrastructure technology such as enterprise search, piloting and selecting innovative and emerging technologies, developing automated and productized services, and various data and information management initiatives.\r \r As part of her practice, she leads client mandates to collaboratively develop solutions using a blend of legal knowledge, technology acumen, and process improvement and project implementation skills, including identifying new roles and skill sets required to address client needs.\r \r Prior to joining Fasken, Andrea was a partner at another major Canadian law firm where she led the knowledge management, innovation and education strategies and programs. Earlier in her career, she practiced corporate law focusing on mergers and acquisitions and a broad range of other corporate and commercial matters.","languages":["English"],"photo":"https:\/\/www.fasken.com\/-\/media\/4eb7018e3310484b91ceba844c4b6a2d.jpg?modified=20210913183223&mw=351&hash=EBE8ADA8D155822842713E84C1F3EE9D","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/4eb7018e3310484b91ceba844c4b6a2d.jpg?modified=20210913183223&mw=351&hash=EBE8ADA8D155822842713E84C1F3EE9D","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Alexie Amyotte","email":"aamyotte@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/1DA4EA282CFD404A8837C01D0DDA3D95?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"https:\/\/www.linkedin.com\/in\/alexie-amyotte-808b3a13b\/","phone_numbers":["+1 514 397 4331"],"fax":[],"bar_admissions":["Québec"],"court_admissions":[],"practice_areas":["Corporate\/Commercial","Mergers & Acquisitions ","Private M&A"],"positions":["Partner"],"source":"https:\/\/www.fasken.com\/en\/alexie-amyotte","description":"Alexie&nbsp;Amyotte is a partner in our Corporate\/Commercial and Emerging Technology group at Fasken at the Montréal office. As part of her practice, she regularly assists clients in achieving their objectives, particularly in matters of venture capital financing, mergers and acquisitions, and corporate governance.Alexie graduated from Université Laval with an entrepreneurial profile in 2014 and was called to the Bar in 2016.She is experienced in the field of wealth protection and she has advised clients with their wealth preservation and management.Before joining Fasken, Alexie practised in the corporate law\/mergers and acquisitions group of a provincial firm specializing in business law.","languages":["French","English","Portuguese"],"photo":"https:\/\/www.fasken.com\/-\/media\/5e5c891adb7e47c2b65af93db75cd377.jpg?modified=20211027174138&mw=351&hash=D368C7DCE511E6C7A1F9A104138447B7","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/5e5c891adb7e47c2b65af93db75cd377.jpg?modified=20211027174138&mw=351&hash=D368C7DCE511E6C7A1F9A104138447B7","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Ponora Ang","email":"pang@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/B9B5B4CCE112414384E99B11863DE8E1?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 514 397 5142","+1 514 397 7600"],"fax":[],"bar_admissions":["Québec"],"court_admissions":[],"practice_areas":["Product Recalls and Risk Management","Alternative Dispute Resolution","Product Liability","Commercial Litigation","Litigation and Dispute Resolution","Foreign Investment"],"positions":["Partner","CO-LEADER ASIA-PACIFIC GROUP"],"source":"https:\/\/www.fasken.com\/en\/ponora-ang","description":"Ponora Ang is a lawyer focused on civil and commercial litigator who intervenes in various complex cases. When a case cannot be settled, Ponora appears before the different judicial bodies to assert the rights of clients.&nbsp; In addition to his practice in litigation, many investors from China and South-East Asia are seeking Ponora’s advice for their projects in Canada.&nbsp;Ponora counsels and represents clients in the areas of real estate, product liability, sale and leasing, insurance and franchise law. Ponora is regularly asked to represent the interests of manufacturers, producers, distributors and sellers in the automotive, medical, security and aviation industries.&nbsp;In addition, he regularly advises state-owned enterprises, private companies and individuals from Asia seeking to expand their business activities in Canada in a variety of industries.Ponora has taught business law in a global context as part of the Université de Montréal faculty of law’s LLM program in product liability and civil and commercial litigation. He also received YBAM’s “Lawyer of the Year&nbsp;2010” award in civil and commercial litigation.&nbsp;Ponora was also recognized in the prestigious&nbsp; Lexpert Rising Star&nbsp;2021&nbsp;\/&nbsp; Top&nbsp;40 Under 40&nbsp;list for his legal knowledge.&nbsp;In addition, in 2023, he was awarded the Medal of the National Assembly of Quebec&nbsp;in honour off his numerous engagements for the society over the years.&nbsp;Ponora continued to be also involved in a number of committees and boards of directors in Québec, both in business and trade associations as well as for charitable organizations. In particular, he was President of the Young Chinese Professionals Association, which was awarded “Best Young Chamber of Commerce of Québec&nbsp;2012” during his term. He was also one of the four finalists for the RJCCQ’s “Director of the Year&nbsp;2013 in Québec” award. Ponora was listed in the “Top 20 Diversity Personalities of the Year&nbsp;2013” by the Médiamosaique Press Association, in collaboration with ICI Radio-Canada. In 2015, he was also named Eminent Young Overseas Chinese by the Chinese government. Ponora is currently the President of the Montréal Chinese Hospital Foundation. In addition to his professional practice and community involvement, he is also a caregiver whose daily life was the subject of a documentary by ICI Radio-Canada in 2022.Ponora is also co-author of a law book entitled “The Essential Guide to Settlement in Canada,” published in December&nbsp;2013 by LexisNexis Butterworths Canada, a valuable practice manual designed for litigation lawyers that focuses exclusively on out-of-court settlement arrangements across Canada. In 2014, he spoke at a conference on alternative dispute resolution methods during a training program for Chinese judges offered by Canadian professors and judges.&nbsp;","languages":["French","English"],"photo":"https:\/\/www.fasken.com\/-\/media\/34b6f5c891e34f36a0d2f6b9663896e9.jpg?modified=20230209003808&mw=351&hash=818127EEC422FDC922CC37B15C20F761","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/34b6f5c891e34f36a0d2f6b9663896e9.jpg?modified=20230209003808&mw=351&hash=818127EEC422FDC922CC37B15C20F761","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Elyse Ardiel","email":"eardiel@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/1C2EF694317F49C0AEAEBF0EF911DE76?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 416 865 5159"],"fax":[],"bar_admissions":["Ontario"],"court_admissions":[],"practice_areas":["Corporate\/Commercial","Mergers & Acquisitions ","Private M&A","Private Equity","Corporate Governance"],"positions":["Partner"],"source":"https:\/\/www.fasken.com\/en\/elyse-ardiel","description":"Elyse Ardiel is engaged in a diverse corporate\/commercial practice which focuses on private mergers and acquisitions, with an emphasis on private equity and cross-border transactions, as well as general corporate matters, corporate reorganizations and commercial law.&nbsp; Elyse summered and articled at a large national firm in Toronto. Prior to joining the firm, Elyse practiced corporate law in New York for over three years. Elyse graduated from University of Windsor, Faculty of Law and holds an undergraduate degree, with great distinction, from McGill University.","languages":["English"],"photo":"https:\/\/www.fasken.com\/-\/media\/bc85522297094c3297d71fb4616dd4a8.jpg?modified=20231021033943&mw=351&hash=10F92203619A908BFBDC9EA314752E82","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/bc85522297094c3297d71fb4616dd4a8.jpg?modified=20231021033943&mw=351&hash=10F92203619A908BFBDC9EA314752E82","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Sarah Armstrong","email":"sarmstrong@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/00C96FDBD00C4D4298980C6DD7116A82?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 416 868 3452","+1 416 364 7813"],"fax":[],"bar_admissions":["Ontario"],"court_admissions":[],"practice_areas":["International Arbitration","Class Actions","Alternative Dispute Resolution","Product Liability","Commercial Litigation","Litigation and Dispute Resolution"],"positions":["Partner"],"source":"https:\/\/www.fasken.com\/en\/sarah-armstrong","description":"Sarah Armstrong is the Chair of Fasken’s Ontario Litigation and Dispute Resolution Practice Group. An adept and strategic litigator, Sarah combines skilled courtroom advocacy and sound judgment to represent clients who are involved in business-critical disputes.&nbsp;Sarah navigates clients through complex commercial disputes and professional liability matters in both court and in arbitration.&nbsp; In the class action arena, Sarah has extensive experience managing and coordinating the defence of overlapping and multi-jurisdictional proceedings in securities, product liability, privacy and cybersecurity, insurance coverage and consumer cases. Sarah advises organizations across a wide array of industries including mining, professional services, insurance, health, automotive, retail and manufacturing.&nbsp; Sarah acts as lead and co-counsel at the trial and appellate levels as well as before domestic and international arbitral tribunals.Sarah is consistently recognized as a leading litigator nationally by legal directories including Chambers and Partners, Benchmark Litigation, Best Lawyers, Legal 500 and the Canadian Legal Lexpert Directory, which previously named her a “Rising Star”. Sarah is a Fellow of the Litigation Counsel of America and a member of the International Association of Defence Counsel (IADC).&nbsp;\r \r Committed to furthering the goals of promoting excellence in advocacy, Sarah is a frequent presenter and mentor with The Advocates’ Society, instructing fellow advocates on skills essential to class actions, commercial litigation, arbitration and advocacy and has been recognized for her volunteer contributions to the University of Toronto Faculty of Law and is the Secretary of the Board of Directors of the University of Toronto Alumni Association.At Fasken, Sarah is the Chair of the firm’s Ontario Professional Development Committee.Sarah dedicates a significant amount of time to pro bono work annually. In addition to Co-Chairing Fasken’s Ontario Pro Bono Committee, Sarah is the Chair of the Board of Directors of Pro Bono Ontario. Her advocacy for children with disabilities has helped to address unlawful conditions that kept them out of school or without appropriate special education services. In 2023, Sarah received the Ontario Bar Association’s David Scott Award for Pro Bono Law, which acknowledges outstanding contributions and achievements by members of the OBA in the practice, promotion or enhancement of, or leadership in, pro bono legal services.","languages":["English"],"photo":"https:\/\/www.fasken.com\/-\/media\/ff9a9970c07444b48e01c7df66e13df6.jpg?modified=20231021032453&mw=351&hash=0A54CA9FADFE5F648BEC44D0C148332D","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/ff9a9970c07444b48e01c7df66e13df6.jpg?modified=20231021032453&mw=351&hash=0A54CA9FADFE5F648BEC44D0C148332D","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Shan Arora","email":"sarora@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/757714BDE73645E69C28C94467786FE7?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"https:\/\/www.linkedin.com\/in\/shan-arora\/","phone_numbers":["+1 416 865 5412"],"fax":[],"bar_admissions":["Massachusetts","Ontario"],"court_admissions":[],"practice_areas":["Information Technology","Corporate\/Commercial","Mergers & Acquisitions ","Private M&A","Procurement","Intellectual Property"],"positions":["Associate"],"source":"https:\/\/www.fasken.com\/en\/shan-arora","description":"Shan is an information technology lawyer who advises clients on crafting and implementing creative, effective, and timely solutions to the pressing legal issues that they face, in particular, the protection and commercialization of technology and intellectual property.In his commercial practice, Shan acts for clients in negotiating, drafting, and advising on IT- and IP-related agreements, such as software as a service (SaaS) agreements, platform as a service (PaaS) agreements, anything as a service (XaaS) agreements, master software services agreements (MSSAs), software licenses, IP licenses, service subscription agreements, professional services agreements, confidentiality and non-disclosure agreements, terms of use, and other commercial business to business (B2B) and business to consumer (B2C) agreements. In the e-commerce and social media space, Shan also advises on, develops, and executes commercialization, protection, and enforcement strategies, such as on Amazon, Etsy, Instagram, Facebook, eBay, and PayPal.In his corporate transactional practice, Shan advises clients on technology, IP, and privacy aspects of mergers and acquisitions (M&amp;A), outsourcings, joint ventures, and other business transactions and arrangements.Shan represents a wide range of clients, from start-ups to large corporations, across key industries and innovations, including e-commerce, computer software, medical software, artificial intelligence (AI), financial institutions, financial technology (FinTech), the Internet of things (IoT), virtual reality, materials science, media and entertainment, fashion and cosmetics, cannabis, food and beverages, pharmaceuticals, biotechnology, charities and not-for-profits, and research and academia.In his practice, Shan has the benefit of drawing on his substantial litigation experience, which allows him to anticipate and proactively address the kinds of technology and IP issues that are frequently litigated. Shan also draws on his experience in the legal department of a leading Canadian bank as a seconded articling student where he worked with its public company and corporate services groups.Outside of private practice, Shan is a Sessional Lecturer in the Department of Management at the University of Toronto where he teaches business law. Shan is also a frequent guest speaker, including as a legal expert on various radio shows, such as Global News Radio and the Mike Farwell Show, and as a panelist at the Law School Admission Council’s (LSAC) Law School Forums’ Diversity Information Session.Shan earned his Juris Doctor from the University of Toronto Faculty of Law and his Honours Bachelor of Science from the University of Toronto where he was awarded the Governor General's Academic Medal and the John Black Aird Scholarship for the highest academic standing among all graduating students across all campuses and programs. Shan was also an Associate Editor in the IP &amp; IT section of the University of Toronto Faculty of Law Review.Shan is fluent in English and French with proficiency and continuing development in Hindi, Urdu, Spanish, Italian, and Punjabi. He is actively involved in federal and provincial politics, public speaking, mentorship, and LGBTQ+ issues and can often be found outdoors kayaking, stand up paddleboarding, practicing calisthenics, or competing in volleyball tournaments.","languages":["English","French","Hindi","Urdu"],"photo":"https:\/\/www.fasken.com\/-\/media\/6a12486fa966481b99758a71da03688a.jpg?modified=20231021034358&mw=351&hash=2C004F05F447CF7C5E9593809FB2F67A","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/6a12486fa966481b99758a71da03688a.jpg?modified=20231021034358&mw=351&hash=2C004F05F447CF7C5E9593809FB2F67A","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Bianca Arrelle-Petit","email":"barrelle@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/96586A87934D4445BA837909602CDB76?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 514 397 4311","514 397-7600"],"fax":[],"bar_admissions":["Québec"],"court_admissions":[],"practice_areas":["Fund Formation"],"positions":["Associate"],"source":"https:\/\/www.fasken.com\/en\/bianca-arrelle-petit","description":"Bianca Arrelle-Petit is an associate within the Corporate\/Commercial Law group. As part of the investment management practice team, Bianca’s practice focuses on asset management and investment fund matters with an emphasis on establishing private investment fund structures and alternative asset management, including private equity, venture capital, infrastructure and private lending. She also assists clients, including asset managers, with banking and financing related matters.She holds a Bachelor of Laws from the Université de&nbsp;Sherbrooke, as well as a bachelor’s degree in psychology from Concordia&nbsp;University. Bianca is currently pursuing graduate studies at the Université de&nbsp;Sherbrooke in order to obtain her D.E.S.S. in Dispute Prevention and Resolution.&nbsp;Throughout her career, Bianca has developed various areas of expertise, particularly in industrial psychology as well as in civil, commercial and workplace mediation. She is a member of the Bar and has been an accredited mediator of the Bar since&nbsp;2021.Prior to joining Fasken, Bianca articled with a large, world-renowned law firm in Montréal and worked as a 9-1-1 Emergency Services dispatcher for the City of Montréal.","languages":["French","English"],"photo":"https:\/\/www.fasken.com\/-\/media\/75f397f0c60643e3be81c5e10a5dc3fb.jpg?modified=20220816162425&mw=351&hash=B47D172A547B145CAA0C80C5B5902C4F","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/75f397f0c60643e3be81c5e10a5dc3fb.jpg?modified=20220816162425&mw=351&hash=B47D172A547B145CAA0C80C5B5902C4F","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Jules Arsenault","email":"jarsenault@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/4F260F0E90AD49DC9847A91DE5FABBEA?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"https:\/\/www.linkedin.com\/in\/jules-arsenault-3a909712b\/","phone_numbers":["+1 514 397 7573"],"fax":[],"bar_admissions":[],"court_admissions":[],"practice_areas":["Tax Law"],"positions":["Associate"],"source":"https:\/\/www.fasken.com\/en\/jules-arsenault","description":"Jules&nbsp;Arsenault is a lawyer in our Tax group at the Montréal office, where he advises clients on income tax, commodity tax and the application of specific tax laws, whether in transactions or in disputes with provincial and federal tax authorities.His day-to-day involves developing complex tax strategies and planning in a variety of situations, including mergers, acquisitions, reorganizations and corporate restructurings. Jules also advises clients on tax considerations relating to financing mining companies through a flow-through share system. Part of his practice is also focused on analyzing specific tax concepts, such as tobacco, fuel and insurance premium taxes.Jules holds a Bachelor’s degree in law from the Université&nbsp;de&nbsp;Sherbrooke and was listed on the Dean’s list throughout his law studies, which speaks to the excellence of his academic performance. He also holds a Master’s degree in business administration from the Université de&nbsp;Sherbrooke and a Master’s degree in tax law from HEC Montréal.In addition to his practice, Jules sits on the board of directors of the Caisse Desjardins de&nbsp;L’Île-des-Soeurs-Verdun as a next-generation director.","languages":["French","English"],"photo":"https:\/\/www.fasken.com\/-\/media\/6ff25402f10440388c70d0ac40c4cc1d.jpg?modified=20231021034253&mw=351&hash=A653DF034F7145B057C29B04CB68322F","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/6ff25402f10440388c70d0ac40c4cc1d.jpg?modified=20231021034253&mw=351&hash=A653DF034F7145B057C29B04CB68322F","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Sophie Arseneault","email":"sarseneault@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/31EF6DC542B24287A36F6D52F42B652E?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 613 696 6904","+1 613 230 6423"],"fax":[],"bar_admissions":["Ontario"],"court_admissions":[],"practice_areas":["Labour, Employment & Human Rights","Litigation and Dispute Resolution","Labour Relations and Collective Bargaining","Labour Mergers, Acquisitions and Sales of Business","Occupational Health and Safety & Workers’ Compensation Prevention Services","Employment Advice and Litigation","Federal Sector","Workplace Equity"],"positions":["Partner"],"source":"https:\/\/www.fasken.com\/en\/sophie-arseneault","description":"Sophie Arseneault practices in the areas of employment, labour, and human rights law. Regularly working with both private and public sector employers, Sophie advises clients on a variety of employment law and labour relations matters. She also has an active litigation practice and a strong experience in providing strategic advice and litigation support as an agent for parties in matters before the Supreme Court of Canada.Sophie has assisted clients on employment standards, labour relations, wrongful dismissal claims, human rights complaints,&nbsp;provincial and federal pay equity plan development and maintenance exercises, and a wide range of proceedings before the Ontario Labour Relations Board and the Canada Industrial Relations Board. She works with both unionized and non-unionized employers in a variety of industries, and has appeared before several levels of court in both civil, criminal and quasi-criminal matters. \r \r In her litigation practice, Sophie advises on both civil and commercial matters, for a variety of industries. In advising on Supreme Court of Canada matters, Sophie regularly acts as Ottawa agent for clients in all types of matters before the Supreme Court of Canada. \r \r Sophie graduated from the French Common Law program at the University of Ottawa. While there, she was a Criminal Law Caseworker at the University of Ottawa Community Legal Clinic, representing clients charged with summary offences under the Criminal Code of Canada and the Provincial Offences Act. \r \r Sophie practices in both French and English.","languages":["English","French"],"photo":"https:\/\/www.fasken.com\/-\/media\/44118bcb4c7d458386e880eb5a2cc02a.jpg?modified=20231021033333&mw=351&hash=DAA14BB83CAD174FCD41B1ECE7B6E748","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/44118bcb4c7d458386e880eb5a2cc02a.jpg?modified=20231021033333&mw=351&hash=DAA14BB83CAD174FCD41B1ECE7B6E748","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Rabab Asif","email":"rasif@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/5F3B3D038D554510B000E80F98167F8B?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"https:\/\/ca.linkedin.com\/in\/rababasif","phone_numbers":["+1 416 868 7545"],"fax":[],"bar_admissions":["Ontario"],"court_admissions":[],"practice_areas":["Banking & Finance","Corporate\/Commercial"],"positions":["Associate"],"source":"https:\/\/www.fasken.com\/en\/rabab-asif","description":"Rabab Asif practices in the area of banking and finance law.Rabab graduated from Osgoode Hall Law School, where she received the Ronald J. Rolls ’58 Q.C. Prize for the highest sectional standing in Civil Procedure and the IFLS Vanguard Award for her outstanding contribution to feminist legal research. Prior to law school, Rabab simultaneously completed both an Honours Bachelor of Arts in Law and Society and a Professional Certificate in Human Resource Management from York University, where she was on the Dean’s List for four consecutive years, earned the Dean’s Award for Academic Excellence, and graduated Summa Cum Laude. Rabab previously worked as a summer law student at a corporate and intellectual property law boutique firm. Rabab was also enrolled in Osgoode’s Anti-Discrimination Intensive Program, through which she interned at the Human Rights Legal Support Centre where she managed client files and represented clients before the Human Rights Tribunal of Ontario.At law school, Rabab served as a JD Representative on the Digital Innovation Committee for two years, a Vice President for the Osgoode Business Law Society and a President for the Muslim Law Students Association, where she provided ongoing tech consultations in light of COVID-19, spearheaded social media campaigns and created Osgoode’s first LSAT Bursary for Muslim-Identifying students. Rabab was selected to serve as a Dean’s Fellow for the first-year Civil Procedure course. In her first year of law school, Rabab worked with Law in Action Within Schools as a Workshop Facilitator and Mentor, to help strengthen diversity in legal practice. In her spare time, Rabab enjoys working on her Arabic calligraphy skills, attempting DIY projects and reading.Rabab summered at the firm in 2021 and participated in the student secondment program with a firm client.","languages":["English","Urdu"],"photo":"https:\/\/www.fasken.com\/-\/media\/d393b2a79a0b449faf47432a696037b2.jpg?modified=20231021034312&mw=351&hash=BB1DE45A464B36E75802C6F12678607E","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/d393b2a79a0b449faf47432a696037b2.jpg?modified=20231021034312&mw=351&hash=BB1DE45A464B36E75802C6F12678607E","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Alexandra Auger","email":"aauger@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/D119145C5EC64EA98A0823405FC63FA2?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 514 397 7405"],"fax":[],"bar_admissions":["Québec"],"court_admissions":[],"practice_areas":["Tax Law","Tax Litigation and Dispute Resolution"],"positions":["Associate"],"source":"https:\/\/www.fasken.com\/en\/alexandra-auger","description":"Alexandra Auger is a lawyer in the taxation group at our Montreal office.Alexandra holds a bachelor's degree in law, a Juris Doctor and a master's degree in taxation from the University of Sherbrooke.As part of her mandates, Alexandra represents many Canadian and international clients in tax disputes with provincial and federal tax authorities. She also represents clients before various judicial instances.Prior to joining Fasken, Alexandra worked for a major international professional services firm in tax litigation. She also acted as law clerk to the judges of the Tax Court of Canada.","languages":["French","English"],"photo":"https:\/\/www.fasken.com\/-\/media\/38ccd750eb8c4cb380762105e81270ca.jpg?modified=20240124163810&mw=351&hash=BD4C93A7C7FCE78E68C254A59C7A260D","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/38ccd750eb8c4cb380762105e81270ca.jpg?modified=20240124163810&mw=351&hash=BD4C93A7C7FCE78E68C254A59C7A260D","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Jocelyn Auger","email":"jauger@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/ECD01001CBC6469B806DEE511BBBD483?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"https:\/\/www.linkedin.com\/in\/jocelyn-auger-9a04ba\/","phone_numbers":["+1 514 397 7694"],"fax":[],"bar_admissions":[],"court_admissions":[],"practice_areas":["Information Technology","Privacy and Cybersecurity Law","Mergers & Acquisitions ","Intellectual Property","Procurement"],"positions":["Partner"],"source":"https:\/\/www.fasken.com\/en\/jocelyn-auger","description":"Jocelyn Auger is a partner in the Business Law Group in our Montreal office. His field of experience extends to marketing, intellectual property protection, financing, privacy, data protection and cybersecurity.A member of the Barreau du Québec since 1997, Jocelyn has successfully combined his legal background with the business experience he acquired during his years as a senior manager. He has worked in the information technology and telecommunications industries, as well as in green technologies. His knowledge spans several areas of practice.Jocelyn brings a unique range of talents and experience to every project and team that he joins.Prior to coming on board at Fasken, he practiced for many years in a major Quebec firm.&nbsp;Mr. Auger also serve as Honorary Consul of Sweden in Montreal.","languages":["French","English"],"photo":"https:\/\/www.fasken.com\/-\/media\/a075fbd90a9d41499c0cc40ce1aabad1.jpg?modified=20210730190108&mw=351&hash=CE2CE5671CE7BE53AA41CB5BD19B3371","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/a075fbd90a9d41499c0cc40ce1aabad1.jpg?modified=20210730190108&mw=351&hash=CE2CE5671CE7BE53AA41CB5BD19B3371","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Zach Austin","email":"zaustin@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/87DB998847DA48CA843BED42F97CB7F5?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 416 865 4375","+1 416 364 7813"],"fax":[],"bar_admissions":["Ontario"],"court_admissions":[],"practice_areas":["Corporate\/Commercial","Mergers & Acquisitions ","Capital Markets"],"positions":["Associate"],"source":"https:\/\/www.fasken.com\/en\/zach-austin","description":"Zach Austin maintains a broad corporate\/commercial and securities law practice for private and publicly-held companies. He advises clients on a wide range of transactional matters, including domestic and cross-border mergers and acquisitions, public and private financings and go-public transactions.Zach is a graduate of Queen’s University, Faculty of Law. Prior to attending law school, Zach obtained a Bachelor of Arts in Criminology from Western University. \r \r Zach summered and articled with the Firm, and was seconded to Cisco Systems, Inc. Zach joined the firm as an associate in 2018. \r \r Outside of the law, Zach enjoys hockey, football, squash, fishing and travelling.","languages":["English"],"photo":"https:\/\/www.fasken.com\/-\/media\/912f41f3a7094e76b9f648f9704d4cec.jpeg?modified=20231021033543&mw=351&hash=9ECC8AF5C3A189D09534C5337DD1DBD2","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/912f41f3a7094e76b9f648f9704d4cec.jpeg?modified=20231021033543&mw=351&hash=9ECC8AF5C3A189D09534C5337DD1DBD2","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Antoine Aylwin","email":"aaylwin@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/FAE8A1E71B524B3B979501A9F4D6BCAA?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 514 397 5123","+1 514 397 7600"],"fax":[],"bar_admissions":["Québec"],"court_admissions":[],"practice_areas":["Defamation & Media","Labour, Employment & Human Rights","Wills, Trusts & Estate Litigation","Privacy and Cybersecurity Law","Litigation and Dispute Resolution","Estate Planning","Indigenous Law"],"positions":["Partner","CO-LEADER, Privacy & Cybersecurity"],"source":"https:\/\/www.fasken.com\/en\/antoine-aylwin","description":"Antoine Aylwin is Co-leader of the firm’s Privacy &amp; Cybersecurity Group.&nbsp;Antoine's&nbsp; practice focuses on administrative, civil, commercial litigation and estate law. Clients seek his extensive experience and he represents their interests in the areas of estate and trust litigation, access to information in documents held by public bodies, protection of personal information in the public and private sectors, in cybersecurity, public and administrative law, disciplinary law, and extraordinary remedies such as injunctions and j udicial review. He also assists clients with the application of the Charter of the French Language in Québec.Antoine appears before various courts and administrative tribunals, including the Supreme Court of Canada. Antoine publishes and delivers seminars on privacy and information protection and estate law. He has also produced works on behalf of the Office of the Privacy Commissioner of Canada. He often acts as breach coach to companies that have experienced a security incident involving the protection of personal information in their possession.&nbsp;Moreover, he frequently appears before the Régie des marchés agricoles et alimentaires du Québec.&nbsp;He has overseen preparation of the firm’s recommendations on various subjects such as the application of the anti-spam legislation, requests for references as a potential employer, and research contracts.Having always been very involved in the legal community, Antoine has sat on various boards of directors and notably for several years on the board of directors of the Quebec Bar Association and where he currently sits and was vice-president for 2 years.Antoine is recognized nationwide by several renowned legal directories for his in-depth knowledge, notably in the areas of commercial litigation, administrative and public law, privacy law and data security, computer and information technology law, estate and tax planning, and trademarks. He is also listed in the Lexpert June Special Edition on Cannabis and Agribusiness 2020 magazine for his work in the agribusiness field.","languages":["French","English"],"photo":"https:\/\/www.fasken.com\/-\/media\/067d84aa69324c10b6ca127f16f7396f.jpeg?modified=20180216150700&mw=351&hash=14333D11BEA1E2B844053BE7E4415844","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/067d84aa69324c10b6ca127f16f7396f.jpeg?modified=20180216150700&mw=351&hash=14333D11BEA1E2B844053BE7E4415844","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Ali Aziez","email":"aaziez@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/ED471EA507894EAE9B36EADF5B676B27?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"","phone_numbers":["+1 418 640 2037"],"fax":[],"bar_admissions":["Québec"],"court_admissions":[],"practice_areas":["Corporate\/Commercial","Mergers & Acquisitions ","Private Equity","Capital Markets"],"positions":["Associate"],"source":"https:\/\/www.fasken.com\/en\/ali-aziez","description":"Ali Aziez is a member of the Corporate Law practice group at our Québec City office. His practice includes all aspects of commercial and transactional law. Ali also works in the field of aviation law.In this capacity, he is involved in mergers and acquisitions, private equity and debt or equity financing for both start-ups and major corporations. He drafts commercial contracts of all kinds and accompanies companies throughout the entire transactional process.At the same time, Ali is also involved in aviation financing, where he represents major players in the aviation industry in the acquisition, sale or lease of both private and commercial aircraft.Ali first joined Fasken in 2022 as a student after completing his law degree at Université Laval.&nbsp;","languages":["French","English"],"photo":"https:\/\/www.fasken.com\/-\/media\/9b7249d507a4460f94149e0f392eeedc.jpg?modified=20220701144432&mw=351&hash=452402682732A0F56E455E8C3656D358","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/9b7249d507a4460f94149e0f392eeedc.jpg?modified=20220701144432&mw=351&hash=452402682732A0F56E455E8C3656D358","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Ralph Aziz","email":"raziz@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/CF23282DDE964E348B998E351F4D75F0?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"https:\/\/ca.linkedin.com\/in\/ralph-aziz-42b4a7112","phone_numbers":["+1 514 397 7491"],"fax":[],"bar_admissions":["Québec"],"court_admissions":[],"practice_areas":["Corporate\/Commercial","Private Equity"],"positions":["Associate"],"source":"https:\/\/www.fasken.com\/en\/ralph-aziz","description":"Ralph Aziz is a member of the Corporate\/Commercial practice group at the Montréal office. His practice covers all aspects of business law and is mainly focused on mergers and acquisitions of public and private companies, as well as securities law. Ralph advises companies and institutional investors on the organization of their business activities, as well as complex purchase, sale, merger, financing and restructuring operations, both nationally and internationally. He also represents issuers and brokers in their financing activities, whether through prospectuses or in the form of private placements. Ralph holds a Bachelor of Civil Law (LL.B.) and a Masters and Juris Doctor in North American common law (J.D. and LL.M.). As part of his studies, Ralph attended the summer program of the China University of Political Science and Law at Beijing, where he received training on the Chinese legal system.","languages":["French","Arabic","English"],"photo":"https:\/\/www.fasken.com\/-\/media\/779175e820334b6285584e8ed49af3e1.jpg?modified=20231021033629&mw=351&hash=3FC1BFEE9DFDE57995B854D8DD01E196","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/779175e820334b6285584e8ed49af3e1.jpg?modified=20231021033629&mw=351&hash=3FC1BFEE9DFDE57995B854D8DD01E196","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"},{"name":"Victor Bac","email":"vbac@fasken.com","vcard":"https:\/\/www.fasken.com\/api\/sitecore\/global\/vcard\/generate\/2B5699DF24004B4CAAEC80D4195F8E3A?lang=en","fullAddress":"","primaryAddress":"","education":[],"Linkedin":"https:\/\/fr.linkedin.com\/in\/victor-bac-844686b8 ","phone_numbers":["+1 514 657 2773"],"fax":[],"bar_admissions":["Québec","Paris"],"court_admissions":[],"practice_areas":["Corporate\/Commercial","Investment Management","Fund Formation"],"positions":["Associate"],"source":"https:\/\/www.fasken.com\/en\/victor-bac","description":"Victor Bac is an Associate in the Investment Management Group of the Montréal office. His practice focuses primarily on the structuring, establishment and distribution of private funds for fund managers (notably private equity, venture capital, infrastructure and lending) and advising investors in connection with their investments in such funds.Victor mainly assists clients with the establishment of all entities forming part of private fund structures and the capital raising process. Victor also accompanies clients in connection with their compliance with applicable Canadian securities laws and regulations, their investments in private funds, the development and the establishment of innovative fund management platform and secondaries transactions.&nbsp;Before joining Fasken, Victor gained two years of experience in France and Luxembourg in several investment fund teams of international law firms as well as in the legal team of a fund manager.","languages":["French","English"],"photo":"https:\/\/www.fasken.com\/-\/media\/5efe50edf92045c1a50b9fa2771fdc62.jpg?modified=20231021034330&mw=351&hash=C2F5C690A79960A395B1BAB7BBB0B1D4","photo_headshot":"https:\/\/www.fasken.com\/-\/media\/5efe50edf92045c1a50b9fa2771fdc62.jpg?modified=20231021034330&mw=351&hash=C2F5C690A79960A395B1BAB7BBB0B1D4","firm_name":"Fasken Martineau Dumoulin","spider_name":"fasken-martineau-dumoulin"}]